<PAD>
0
failure
heart
congestive
chf
cardiomyopathy
no
of
ischemic
dilated
or
evidence
to
and
not
the
in
on
exacerbation
that
with
have
a
his
be
was
signs
symptoms
presumed
versus
for
nonischemic
pneumonia
vs
this
suggesting
infiltrate
any
without
her
symptomatic
history
is
at
admission
had
respiratory
infiltrates
patient
exam
an
h/o
consider
show
mild
underlying
bnp
setting
rhythm
weeks
cardiomegaly
possible
possibly
sinus
acute
having
she
obesity
right
likely
year
out
flare
cause
?
nature
suggested
could
sob
from
hospital
clinical
copd
infection
known
he
mi
infectious
patient's
were
more
decompensated
angina
recurrent
infarction
worsening
myocardial
normal
felt
recent
sx
considered
presenting
r/o
cough
presentation
over
major
pna
sleep
etiologies
etoh
superimposed
aquired
ekg
causes
before
nonst
titrating
le
asthma
atrial
depletion
iii
non-ischemic
good
non-compliance
might
lfts
saturation
elevation
lobe
denied
3/4
2
part
stable
sxms
ruled
progressive
stimulus
warrant
notes
admitted
98-100%
large
w/o
team
including
medicines
effusion
mental
namely
w/
tree
consistent
ef
some
back
sign
past
89
edema
-chf
chf3
statin
vsl
denies
spironolactone
vol
8/13
cvas
appear
+
contributed
endobronchial
increase
may
ra
then
new
change
o2
shows
earlier
?h/o
frank
v
possibility
s/sx
-hyperlipidemia
s/s
post-obstructive
hosp
active
shortness
?chf-per
by
mmc
c
last
amyloid
minus
etiology
diffuse
nephrotic
syncopal
chest
dm
distress
cancer
rhythm-has
echo
included
patency
pericardial
old
cp
45%
management
cath
syndrome
alcoholic
due
long
breath
few
live
fibrillation
opposed
htn
thru
until
ago
head
bypass
multiple
atelectasis
admissions
dchf
transient
obesity/chf
than
20
10
has
showed
whether
entertained
2/17
cxr
?chf
can
following
dosage
x-ray
medication
process
m
iddm
continued
as
mostly
apnea
element
axis
compared
severity
florid
suggest
-
elevated
coronary
attributing
other
role
morbid
significant
development
picture
lesion
less
hypertrophic
intravascular
pt's
aicd
idiopathic
such
class
structure
lower
neck
flow
disease
rule
doe
thought
status
methadone
time
playing
triggering
