<PAD>
0
failure
heart
congestive
chf
cardiomyopathy
of
no
ischemic
dilated
evidence
or
and
not
the
in
to
was
versus
exacerbation
that
have
on
with
signs
symptoms
a
without
presumed
for
be
pneumonia
vs
his
nonischemic
her
any
this
right
suggesting
patient
symptomatic
infiltrate
is
at
sinus
acute
history
mild
admission
had
rhythm
lobe
possible
respiratory
she
infiltrates
exam
suggested
copd
an
normal
felt
consider
show
underlying
ekg
bnp
setting
weeks
cardiomegaly
possibly
having
obesity
some
likely
year
out
denies
flare
may
cause
?
nature
possibility
could
chest
sob
from
hospital
question
clinical
infection
known
he
h/o
mi
infectious
patient's
were
more
x-ray
decompensated
angina
recurrent
other
infarction
worsening
myocardial
significant
recent
lower
sx
considered
disease
presenting
r/o
-hyperlipidemia
cough
presentation
over
major
pna
sleep
etiologies
etoh
superimposed
aquired
causes
before
nonst
titrating
le
asthma
atrial
depletion
iii
non-ischemic
good
non-compliance
might
lfts
saturation
breathing
elevation
denied
early
3/4
2
part
stable
sxms
ruled
processes
progressive
stimulus
warrant
notes
50
admitted
98-100%
large
w/o
team
including
medicines
opacity
mental
namely
w/
tree
consistent
ef
back
sign
past
been
edema
-chf
chf3
statin
10/26
vsl
spironolactone
vol
8/13
cvas
appear
+
contributed
endobronchial
increase
ra
then
new
change
o2
shows
earlier
?h/o
frank
v
s/sx
difficulty
s/s
post-obstructive
hosp
active
shortness
?chf-per
by
mmc
c
last
amyloid
pt's
minus
etiology
diffuse
suggestion
nephrotic
changes
syncopal
dm
distress
cancer
effusion
dchf
echo
included
89
patency
pericardial
vessel
old
cp
45%
has
management
cath
syndrome
there
due
long
crowd/atelectasis
breath
few
live
fibrillation
opposed
htn
thru
until
ago
head
alcoholic
bypass
2/2
multiple
atelectasis
20
admissions
transient
obesity/chf
than
cxr
10
pe
left
showed
middle
whether
entertained
2/17
suggestive
?chf
can
following
dosage
medication
process
m
iddm
continued
as
mostly
apnea
element
axis
compared
cardiac
severity
florid
suggest
neck
-
elevated
coronary
attributing
role
morbid
development
picture
lesion
less
hypertrophic
intravascular
idiopathic
such
faint
class
structure
brady
clear
flow
rule
doe
thought
status
methadone
time
ccf
playing
triggering
