<PAD>
disease
hypertension
coronary
diabetes
artery
heart
failure
obese
htn
congestive
obesity
cad
cardiac
chf
catheterization
hypercholesterolemia
simvastatin
dm
depression
sleep
apnea
atorvastatin
no
asthma
hyperlipidemia
of
reflux
bypass
cholecystectomy
gerd
gout
cholesterol
peripheral
vascular
diabetic
osteoarthritis
beta-blocker
elevated
allopurinol
cardiomyopathy
obstructive
replacement
osa
gastroesophageal
blocker
beta
niddm
arthritis
pci
high
not
iddm
celexa
and
prozac
or
dyslipidemia
oa
ischemic
hyperchol
to
venous
zoloft
the
pvd
history
have
for
knee
hip
was
a
evidence
in
degenerative
stasis
joint
nystatin
dilated
gallstones
with
pravastatin
possible
known
djd
elavil
esophagitis
on
that
vs
wellbutrin
dm2
angioplasty
be
versus
ccy
any
her
as
may
antihypertensives
his
esophageal
?
ace
antihypertensive
carafate
inhibitors
question
without
negative
presumed
this
significant
cholelithiasis
b-blocker
patient
chol
insufficiency
symptoms
out
lipids
had
increased
consider
lovastatin
h/o
were
pain
an
gallbladder
she
cymbalta
-
possibly
exacerbation
at
hypercholesterol
chest
effexor
considered
acute
gallstone
2dm
atherosclerotic
symptomatic
lexapro
signs
copd
pneumonia
stones
suggested
been
is
percutaneous
elev
angiotensin
admission
hyperlipid
venostasis
questionable
hx
triglycerides
rule
tg
0
lumbar
possibility
infiltrates
setting
felt
disc
very
mild
grafting
gouty
nonischemic
sucralfate
mellitus
found
suggesting
arterial
hypertriglyceridemia
infiltrate
which
normal
left
sinus
exam
?cad
abdominal
infarction
myocardial
previous
has
admitted
right
ketoacidosis
denies
by
your
intervention
cath
some
diagnosis
mycostatin
biliary
rhythm
stable
risk
having
small
from
hospital
depressive
mg
patient's
following
process
mi
revealed
stress
operations
over
including
weeks
related
cause
could
major
test
b
other
clear
atypical
antidepressant
hyper
show
dx
differential
w/o
angina
elevation
pe
hernia
diffuse
s
well
edema
underlying
trigs
ruled
panniculectomy
back
s/p
2/2
|
obesitiy
included
there
whether
problems
outpatient
cilastatin
ge
during
poorly
ventral
removal
cardiomegaly
iddm2
noted
consistent
past
likely
colic
abd
issues
then
new
leg
ekg
study
changes
obestity
until
r/o
started
infection
f
exertional
want
acs
septic
1
fluvastatin
abdomen
such
sx
st
dilatation
arteries
20
probability
morbid
decompensated
return
documented
89
year
factors
due
primary
recent
infectious
future
spinal
further
worsening
multiple
episode
part
arrythmia
pump
dermatitis
despite
2
tobacco
h
declined
lesion
screen
le
c
candidate
peripherovascular
pericardial
pulmonary
cp
ct
change
?gerd
po
hyperlipdemia
controlled
liver
demand
?dm
it
antidepressants
prior
suggest
recurrent
adverse
pulm
hypercholestrolemia
adding
bnp
chole/appy/tah
disorder
effusion
ulcers
denied
panniculitis
8/19
sob
two
hypercholesteremia
few
low
orthostatic
he
regimen
official
g-e
ischemia
complications
problem
medical
x-ray
medication
ssri
treatment
presenting
m
ago
transluminal
bilateral
obestiy
all
managed
vasovagal
exacer
ptb
disk
hypercholosterol
causes
nonst
manometry
longstanding
htn2
flash
e/o
non-ischemic
presentation
sent
lfts
breathing
++chronic
indication
cilistatin
continued
obeseskin
m/g/r
respiratory
progression
level
notes
pickwickian
large
shows
dis
ten
sign
lymphedema
sacral
appear
neg
+
contributed
obesityno
current
suspect
increasing
98-100%
exercise
can
degree
post-obstructive
non-cardiac
active
consideration
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
amount
suggestion
family
duct
++htn
rhythm-has
++h/o
patency
rarely
self-fsbg
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
anginal
live
recommend
tachycardia
thru
knows
admissions
transient
obesity/chf
entertained
?gout
?chf
tb3a
v
inhibitor
dosage
control
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
axis
titrating
obesiy
guiac
s2
leiomyoma
panic
profile
gerd/dyspepsia
questioning
3/16/04
discomfort
blood
aicd
dchf
syndrome
smoke
brady
4/3
diverticulosis
so
methadone
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
years
course
cvas
etoh
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
therapy
effects
aborted
progressive
oxygen
chronic
habitus
filling
non-obese
osri
bation
soft
reactions
mental
ed
ef
nephrolithiasis
precedes
statin
81
event
medications
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
flare
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
echo
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
fibrillation
obesoty
abnormality
consult
pna
off
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
?osa
instruction
tree
2/17
hyperlipidemic
1+
minus
result
tofranil
head
unlikely
need
radiology
element
relatively
mostly
florid
depletion
able
causing
hs
scren
who
most
linezolid
craniotomy
segment
anxiety/depression
cad-little
mibi
restarting
flow
hyperlipidema
ext
walking
murmurs
swelling
desaturations
superimposed
friable
endobronchial
longer
based
conduction
sdh
only
non-compliance
in-house
demonstrated
do
above
lobe
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
extremity
re-institution
dizziness
keppra
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
last
ett
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
cancer
point
except
60
agents
2+b/l
considering
cbd
?chf-per
three
breath
hypertrophic
t8
define
lgi
hospitalization
discontinuing
++pvd
present
angiographically
these
tolerate
will
10/26
-hyperlipidemia
qhs
vol
occlusive
middle
undiagnosed
iabp
severity
balloon
dp
attributing
several
planned
exertion
1-3
pylori
vo2
?pci
lower
gout1
center
neuropathy
studies
thought
more
ccf
ultrasound
hypotensive
desyrel
rest
ldl
distant
questions
atrial
ctab/l
recommended
grapefruit
board
warrant
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
sxms
10/12
desire
b/c
appearing
amputation
51
outpaient
10/21/99
night
depression1
underwent
50
valvular
chf3
development
vsl
spasm
throughout
avoid
meds
critical
atenolol
dyspnea
o2
fractures
lipid
slight
notable
s/s
metastatic
asthma7
chole
panel
about
attacks
anticoagulation
tumor
therapeutic
block
repair
previously
non-obstructive
down
lung
hyperlipids
old
8/13
compression
hypoventilation
long
dm0
m/r/g
clinical
infected
wheezing
adjusting
stressors
cabg
considerable
low-dose
rejection
placed
demonstrate
aspirin
150
anticoag
intermittent
life
deep
sxs
home
doe
oa7
us
provastatin
gastroparesis
ulcerations
45
nd
ep
osa/ohs
hpi
role
better
nt
picture
repeat
autonomic
symvastatin
+head
allowing
eval
idiopathic
discharge
clinically
described
ihss
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
time
tube
once
