<PAD>
disease
hypertension
coronary
diabetes
artery
heart
failure
congestive
htn
chf
obese
cad
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
no
depression
atorvastatin
sleep
asthma
apnea
of
reflux
gerd
hyperlipidemia
cholecystectomy
gout
bypass
peripheral
vascular
diabetic
cholesterol
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
elevated
replacement
osa
obstructive
gastroesophageal
pci
iddm
arthritis
blocker
niddm
beta
prozac
celexa
not
or
ischemic
and
pvd
oa
dyslipidemia
to
high
venous
the
hyperchol
zoloft
hip
for
history
have
knee
stasis
nystatin
in
degenerative
gallstones
dilated
a
joint
evidence
elavil
pravastatin
was
possible
dm2
with
esophagitis
wellbutrin
known
that
be
djd
ccy
angioplasty
vs
on
ace
inhibitors
may
versus
as
his
this
antihypertensive
any
esophageal
antihypertensives
?
her
presumed
carafate
increased
out
lipids
b-blocker
consider
negative
lovastatin
cymbalta
significant
cholelithiasis
at
h/o
symptoms
were
had
patient
an
gallbladder
insufficiency
hypertriglyceridemia
considered
without
possibly
exacerbation
chol
question
triglycerides
signs
hypercholesterol
effexor
pain
gallstone
rule
grafting
nonischemic
lexapro
she
pneumonia
stones
-
previous
venostasis
questionable
hx
setting
2dm
atherosclerotic
gouty
0
suggesting
copd
infiltrate
chest
suggested
percutaneous
admission
lumbar
acute
hyperlipid
cath
disc
biliary
risk
hospital
mi
mellitus
found
cause
possibility
could
arterial
w/o
exam
?cad
been
is
infarction
myocardial
angiotensin
other
has
ketoacidosis
infiltrates
admitted
denies
by
your
intervention
some
ischemia
felt
symptomatic
diagnosis
mild
removal
stable
respiratory
small
likely
study
from
depressive
outpatient
patient's
following
process
stress
dilatation
operations
weeks
related
year
factors
major
test
which
worsening
multiple
normal
antidepressant
left
show
dx
differential
angina
declined
elevation
candidate
peripherovascular
abdominal
s
lower
well
elev
edema
underlying
ruled
panniculectomy
right
ulcers
back
|
obesitiy
included
regimen
g-e
ssri
time
causes
ventral
rhythm
tg
very
cardiomegaly
iddm2
consistent
past
colic
issues
new
leg
active
consideration
changes
duct
few
until
more
r/o
started
infection
f
control
acs
syndrome
septic
1
fluvastatin
abdomen
revealed
sx
st
so
over
including
sucralfate
arteries
decompensated
return
documented
ed
89
medications
flare
due
recent
part
pna
b
infectious
future
spinal
episode
clear
atypical
arrythmia
pump
dermatitis
2
sinus
h
extremity
lesion
nature
screen
le
c
last
except
pericardial
cp
ct
change
pe
?gerd
liver
hernia
diffuse
then
it
antidepressants
suggest
recurrent
pulm
hypercholestrolemia
bnp
trigs
disorder
effusion
mycostatin
denied
panniculitis
s/p
2/2
8/19
sob
two
hypercholesteremia
hypoventilation
clinical
died
orthostatic
he
whether
official
problem
medical
medication
home
presenting
problems
m
ago
bilateral
obestiy
having
cilastatin
all
managed
vasovagal
exacer
during
aquired
disk
hypercholosterol
poorly
nonst
longstanding
meds
htn2
e/o
non-ischemic
cholesterol/dm
sent
lfts
rx
++chronic
5/15
cilistatin
continued
obeseskin
66yo
progression
level
stimulus
evaluation
notes
pickwickian
brother
large
shows
noted
dis
300s
ten
sign
lymphedema
will
?asthma
abd
appear
neg
+
contributed
current
above
increasing
98-100%
exercise
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
ekg
involved
etiology
suggests
smoke
family
++htn
rhythm-has
++h/o
obestity
patency
rarely
self-fsbg
transplant
standing
positive
alcoholic
retinopathy
live
opposed
recommend
thru
assessment
knows
admissions
transient
obesity/chf
iii
mg
entertained
rosuvastatin
?gout
obvious
can
v
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
exertional
days
want
axis
guiac
s2
leiomyoma
panic
gerd/dyspepsia
questioning
3/16/04
discomfort
blood
pt's
aicd
such
dchf
titrating
neck
4/3
diverticulosis
methadone
subsequently
playing
triggering
longer
hypercholesteroleia
thigh
oral
years
course
cvas
etoh
before
?coronary
20
fix
ett-mibi
atelectasis
decreased
might
morbid
good
yo
bouts
80s
therapy
aborted
?diabetes
t8
oxygen
chronic
dobutamine
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
craniotomy
precedes
statin
81
event
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
team
s/sx
labs
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
restarting
edication
amyloid
keppra
nephrotic
undergo
think
frequent
there
hypercholesterolemi
primary
echo
date
osa/hypoventilation
45%
discharged
management
checked
hypertension-induced
fibrillation
obesoty
consult
off
cad/mi
than
hypercholesterolaemia
congenital
10
showed
depressed
require
intermittent
tree
2/17
hyperlipidemic
1+
minus
are
tofranil
head
unlikely
further
need
radiology
element
relatively
mostly
florid
depletion
able
causing
fhx
who
sacral
most
linezolid
plan
segment
class
hypertriglyceride
cad-little
mibi
flow
hyperlipidema
ext
walking
hyper
murmurs
swelling
superimposed
friable
endobronchial
conduction
sdh
less
only
non-compliance
in-house
demonstrated
do
lobe
12
3/4
despite
procedures
dp
secondary
progressive
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
ge
surgery
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
?h/o
tapered
hypertension6
mildly
long-term
contribution
syncopal
cxr
distress
cancer
point
60
2+b/l
pulmonary
panel
considering
cbd
?chf-per
three
breath
hypertrophic
hyperlipdemia
define
lgi
controlled
hospitalization
discontinuing
++pvd
mi/high
demand
angiographically
?dm
these
ejection
tolerate
spironolactone
deferred
-hyperlipidemia
50s
vol
occlusive
gall
undiagnosed
result
iabp
severity
prior
balloon
73%
adverse
attributing
modification
several
planned
exertion
1-3
pylori
vo2
tobacco
tighter
?pci
abnormality
center
neuropathy
thought
ultrasound
hypotensive
desyrel
rest
distant
questions
adding
atrial
ctab/l
?chf
recommended
parents
treatment
chole/appy/tah
warrant
saturation
cardiopulmonary
p/w
showing
lcx
blockages
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
wbc
lung
night
underwent
presentation
valvular
chf3
development
vsl
spasm
throughout
tube
simvistatin
critical
atenolol
o2
fractures
10/21/99
slight
notable
s/s
metastatic
hosp
chole
flow-limiting
about
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
non-obstructive
down
fingersticks
hyperlipids
old
8/13
compression
initial
long
dm0
m/r/g
infected
fraction
ivdu
gut
wheezing
adjusting
but
cabg
echocardiogram
low-dose
restarted
placed
complications
ihss
demonstrate
x-ray
anticoag
deep
sxs
doe
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
idiopathic
discharge
structure
transluminal
described
casts
thrombosis
cellulitis
titration
oa7
itself
reversible
status
oa2
once
