<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
obese
congestive
cad
chf
cardiac
catheterization
obesity
simvastatin
hypercholesterolemia
dm
atorvastatin
no
depression
sleep
apnea
asthma
bypass
of
reflux
hyperlipidemia
cholecystectomy
gout
gerd
peripheral
vascular
cholesterol
diabetic
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
replacement
elevated
obstructive
gastroesophageal
blocker
osa
beta
pci
iddm
niddm
arthritis
ischemic
not
celexa
or
prozac
high
dyslipidemia
and
pvd
oa
zoloft
hip
the
to
venous
for
hyperchol
knee
history
have
in
was
a
stasis
evidence
degenerative
gallstones
pravastatin
dilated
joint
nystatin
possible
known
elavil
with
djd
on
esophagitis
dm2
that
angioplasty
wellbutrin
be
versus
vs
ace
inhibitors
ccy
as
antihypertensive
any
antihypertensives
her
may
?
presumed
this
cholelithiasis
consider
his
out
cymbalta
significant
esophageal
carafate
without
increased
negative
hypertriglyceridemia
b-blocker
lovastatin
h/o
lipids
had
patient
chol
question
triglycerides
signs
were
possibly
pain
an
gallbladder
symptoms
she
hypercholesterol
-
effexor
considered
exacerbation
at
rule
mellitus
pneumonia
chest
stones
acute
venostasis
setting
2dm
grafting
atherosclerotic
gouty
symptomatic
insufficiency
lexapro
suggested
percutaneous
angiotensin
right
hyperlipid
gallstone
questionable
tg
nonischemic
0
possibility
been
is
lower
elev
previous
admission
some
denies
hx
ischemia
felt
diagnosis
disc
biliary
risk
very
hospital
mi
sucralfate
lumbar
found
suggesting
could
infiltrate
other
which
left
exam
?cad
abdominal
infarction
myocardial
has
admitted
infiltrates
your
intervention
cath
ulcers
outpatient
stable
respiratory
having
mild
small
noted
likely
study
changes
obestity
mg
following
process
fluvastatin
stress
dilatation
operations
weeks
|
year
factors
test
copd
b
worsening
multiple
normal
atypical
antidepressant
hyper
show
elevation
lobe
sinus
differential
extremity
w/o
angina
declined
candidate
peripherovascular
pe
hernia
well
underlying
trigs
ruled
panniculectomy
back
s/p
2/2
by
hypercholesteremia
hypoventilation
there
regimen
whether
g-e
ssri
problems
included
cilastatin
ge
during
causes
poorly
mycostatin
ventral
removal
rhythm
cardiomegaly
iddm2
consistent
past
colic
issues
then
new
leg
active
consideration
duct
dermatitis
from
few
depressive
until
r/o
started
infection
f
patient's
control
want
acs
syndrome
septic
1
abdomen
such
revealed
st
so
over
arteries
probability
decompensated
return
died
documented
ed
related
medications
cause
flare
due
arterial
major
primary
recent
pna
infectious
future
spinal
further
gall
episode
medical
part
arrythmia
despite
2
tobacco
h
pump
lesion
nature
screen
le
last
except
pericardial
pulmonary
cp
ct
change
po
hyperlipdemia
controlled
liver
demand
diffuse
?dm
it
antidepressants
prior
suggest
recurrent
s
adverse
pulm
hypercholestrolemia
8/19
edema
adding
chole/appy/tah
disorder
effusion
ketoacidosis
panniculitis
obesitiy
two
clinical
low
orthostatic
he
complications
problem
x-ray
medication
home
treatment
ago
transluminal
time
obestiy
all
managed
vasovagal
exacer
ptb
aquired
hypercholosterol
nonst
manometry
longstanding
htn2
flash
e/o
presentation
sent
lfts
breathing
++chronic
indication
5/15
cilistatin
continued
obeseskin
m/g/r
66yo
progression
level
evaluation
notes
pickwickian
large
shows
dis
ten
sign
varices
lymphedema
will
sacral
obesoty
appear
neg
contributed
obesityno
current
suspect
increasing
98-100%
exercise
can
med
degree
post-obstructive
non-cardiac
physiology
supplying
obtained
admits
diagnoses
ekg
involved
etiology
suggests
suggestion
hosp
family
++htn
rhythm-has
rx
patency
rarely
self-fsbg
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
sscp/epigastric
joints
asthma/tobacco
exertional
days
performed
guiac
causing
leiomyoma
panic
abd
gerd/dyspepsia
reversible
questioning
3/16/04
discomfort
blood
pt's
aicd
dchf
titrating
smoke
sx
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
oral
years
course
cvas
including
before
?coronary
20
fix
ett-mibi
atelectasis
decreased
might
morbid
good
yo
bouts
80s
therapy
effects
aborted
?diabetes
progressive
oxygen
ultrasound
habitus
filling
non-obese
stopped
osri
bation
reactions
70s/80s
mental
ef
nephrolithiasis
89
statin
81
event
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
gut
labs
difficulty
?cad/imi
243
put
?typei
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
undergo
initial
hypercholesterolemi
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
fibrillation
abnormality
consult
off
cad/mi
hypercholesterolaemia
neck
congenital
depressed
require
instruction
tree
2/17
are
bilateral
head
unlikely
radiology
element
relatively
mostly
florid
depletion
crowd/atelectasis
hs
scren
fhx
who
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
hyperlipidema
walking
murmurs
swelling
brother
desaturations
superimposed
friable
endobronchial
based
conduction
sdh
less
++h/o
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
dx
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
checks
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
both
ett
?h/o
dobutamine
tapered
hypertension-induced
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
agents
middle
vessel
considering
cbd
?chf-per
three
hypertrophic
t8
?gerd
define
lgi
hospitalization
discontinuing
++pvd
300s
present
angiographically
these
ejection
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
iabp
severity
balloon
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
hypotensive
desyrel
rest
distant
questions
atrial
73%
?chf
bnp
recommended
grapefruit
parents
board
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
51
simvostatin
outpaient
wbc
10/21/99
night
hyperglyceridemia
depression1
underwent
50
valvular
development
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
denied
transplant
o2
fractures
slight
notable
s/s
metastatic
asthma7
chole
panel
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
sob
previously
non-obstructive
down
chronic
fingersticks
hyperlipids
old
8/13
compression
anginal
support
long
dm0
infected
fraction
ivdu
adjusting
but
cabg
echocardiogram
low-dose
rejection
restarted
official
placed
ihss
demonstrate
more
clear
150
anticoag
intermittent
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
etiologies
ep
osa/ohs
hpi
role
better
7/10
presenting
opacity
picture
repeat
autonomic
aspirin
symvastatin
m
+head
allowing
eval
discharge
structure
clinically
longer
described
casts
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
