<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
congestive
obese
chf
cad
cardiac
catheterization
obesity
simvastatin
hypercholesterolemia
dm
atorvastatin
no
depression
asthma
sleep
apnea
of
bypass
hyperlipidemia
reflux
gerd
cholecystectomy
gout
peripheral
vascular
diabetic
cholesterol
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
elevated
obstructive
blocker
replacement
osa
beta
gastroesophageal
pci
iddm
niddm
prozac
ischemic
not
celexa
or
and
oa
high
dyslipidemia
pvd
arthritis
zoloft
to
history
venous
the
hyperchol
knee
hip
for
was
pravastatin
have
nystatin
a
stasis
evidence
dilated
in
gallstones
possible
esophagitis
elavil
known
dm2
wellbutrin
on
degenerative
djd
angioplasty
joint
with
vs
that
ccy
be
ace
inhibitors
as
presumed
antihypertensive
antihypertensives
any
her
versus
?
carafate
cholelithiasis
question
his
may
significant
esophageal
b-blocker
without
increased
lovastatin
this
symptoms
were
cymbalta
lipids
consider
negative
h/o
out
hypertriglyceridemia
had
patient
exacerbation
chol
at
gallbladder
signs
an
insufficiency
she
hypercholesterol
-
possibly
pain
triglycerides
atherosclerotic
mellitus
considered
stones
percutaneous
gallstone
venostasis
2dm
grafting
gouty
nonischemic
copd
chest
effexor
suggested
elev
angiotensin
admission
acute
right
hyperlipid
questionable
hx
rule
tg
0
symptomatic
setting
suggesting
possibility
pneumonia
been
is
previous
some
denies
intervention
biliary
risk
very
mild
hospital
found
cause
could
b
left
w/o
exam
?cad
abdominal
infarction
myocardial
lower
has
admitted
infiltrates
ketoacidosis
by
your
cath
ischemia
other
felt
outpatient
mycostatin
removal
stable
respiratory
having
small
noted
obestity
from
depressive
mg
patient's
following
process
lexapro
fluvastatin
revealed
stress
dilatation
operations
over
including
sucralfate
weeks
lumbar
related
year
factors
arterial
major
test
infiltrate
which
multiple
normal
clear
antidepressant
hyper
show
elevation
lobe
dx
sinus
angina
declined
candidate
peripherovascular
hernia
diffuse
antidepressants
s
well
edema
underlying
ruled
back
s/p
2/2
|
obesitiy
hypercholesteremia
there
ulcers
regimen
whether
g-e
problems
cilastatin
ge
disc
during
causes
poorly
ventral
rhythm
cardiomegaly
iddm2
consistent
past
colic
abd
issues
then
new
active
consideration
ekg
study
changes
duct
dermatitis
until
r/o
started
infection
f
control
exertional
acs
syndrome
1
mi
abdomen
such
st
so
arteries
20
probability
morbid
decompensated
return
documented
ed
89
medications
flare
primary
recent
pna
future
further
gall
worsening
episode
atypical
arrythmia
despite
2
tobacco
h
differential
extremity
pump
lesion
nature
le
c
last
pericardial
cp
ct
pe
po
hyperlipdemia
controlled
liver
demand
?dm
it
prior
recurrent
adverse
pulm
hypercholestrolemia
8/19
adding
bnp
treatment
chole/appy/tah
trigs
panniculectomy
disorder
effusion
denied
panniculitis
sob
two
included
few
hypoventilation
clinical
low
orthostatic
he
official
complications
more
medical
x-ray
medication
ssri
home
m
ago
transluminal
bilateral
diagnosis
time
obestiy
managed
vasovagal
exacer
ptb
aquired
disk
hypercholosterol
nonst
manometry
longstanding
htn2
flash
e/o
non-ischemic
cholesterol/dm
sent
lfts
breathing
++chronic
indication
cilistatin
continued
obeseskin
m/g/r
progression
level
stimulus
evaluation
notes
large
shows
dis
300s
ten
sign
varices
itself
will
?asthma
appear
+
contributed
obesityno
current
suspect
increasing
98-100%
exercise
can
degree
leg
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
diagnoses
suggests
amount
suggestion
hosp
family
++htn
rhythm-has
rx
patency
rarely
self-fsbg
trazodone
standing
use
ercp
alcoholic
retinopathy
anginal
opposed
recommend
tachycardia
thru
knows
admissions
transient
iii
entertained
suggestive
?gout
?chf
tb3a
about
inhibitor
sscp/epigastric
stated
asthma/tobacco
days
performed
want
axis
septic
obesiy
s2
causing
leiomyoma
panic
profile
gerd/dyspepsia
questioning
3/16/04
discomfort
blood
pt's
aicd
titrating
smoke
sx
brady
4/3
diverticulosis
playing
triggering
hyperlipidemia10
thigh
oral
years
course
cvas
etoh
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
progressive
oxygen
ultrasound
habitus
filling
non-obese
osri
bation
soft
reactions
ef
nephrolithiasis
precedes
statin
81
event
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
due
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
date
dobutamine
45%
discharged
given
management
checked
silent
likely
fibrillation
obesoty
abnormality
consult
off
than
hypercholesterolaemia
congenital
10
showed
depressed
require
instruction
tree
infectious
2/17
hyperlipidemic
1+
spinal
minus
are
radiology
element
relatively
mostly
florid
depletion
able
crowd/atelectasis
hs
scren
who
sacral
?diabetes
linezolid
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
hyperlipidema
ext
part
walking
murmurs
presentation
dyspnea
desaturations
superimposed
friable
endobronchial
longer
based
conduction
sdh
less
++h/o
only
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
surgery
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
problem
both
ett
?h/o
tapered
hypertension6
mildly
context
long-term
hypertension9
syncopal
cxr
distress
point
except
60
hypertension-induced
agents
middle
vessel
2+b/l
pulmonary
considering
cbd
?chf-per
three
breath
hypertrophic
change
t8
?gerd
define
lgi
hospitalization
discontinuing
++pvd
mi/high
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
qhs
vol
need
undiagnosed
result
iabp
suggest
balloon
73%
dp
attributing
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
hypotensive
desyrel
rest
ldl
distant
questions
atrial
ctab/l
recommended
grapefruit
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
desire
b/c
amputation
51
simvostatin
outpaient
wbc
lung
night
hyperglyceridemia
depression1
underwent
50
valvular
chf3
development
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
transplant
o2
fractures
lipid
slight
notable
s/s
metastatic
asthma7
chole
panel
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
non-obstructive
10/21/99
down
fingersticks
hyperlipids
old
8/13
compression
anxiety/depression
dm0
m/r/g
infected
fraction
gut
wheezing
adjusting
stressors
but
cabg
echocardiogram
considerable
low-dose
rejection
restarted
placed
ihss
demonstrate
labs/studies
150
anticoag
intermittent
life
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
aspirin
hpi
role
better
7/10
nt
presenting
opacity
picture
repeat
symvastatin
+head
allowing
idiopathic
discharge
structure
clinically
described
casts
dchf
titration
2002
2001
oa2
tube
once
