<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
congestive
obese
chf
cad
cardiac
catheterization
obesity
simvastatin
dm
hypercholesterolemia
atorvastatin
depression
asthma
no
sleep
reflux
apnea
gerd
of
bypass
hyperlipidemia
peripheral
gout
vascular
cholecystectomy
diabetic
cholesterol
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
elevated
gastroesophageal
replacement
obstructive
osa
blocker
pci
beta
niddm
not
prozac
ischemic
or
arthritis
dyslipidemia
iddm
celexa
oa
high
venous
pvd
and
the
hyperchol
knee
for
to
history
have
hip
stasis
zoloft
nystatin
evidence
in
was
a
gallstones
pravastatin
dilated
degenerative
joint
known
elavil
dm2
possible
wellbutrin
djd
that
angioplasty
esophagitis
versus
on
with
be
ccy
ace
inhibitors
as
antihypertensives
antihypertensive
esophageal
cholelithiasis
?
presumed
any
her
consider
may
carafate
vs
b-blocker
question
lovastatin
out
hypertriglyceridemia
lipids
possibly
patient
chol
negative
insufficiency
this
his
symptoms
without
increased
exacerbation
triglycerides
signs
hypercholesterol
-
had
pain
an
gallbladder
h/o
pneumonia
were
chest
significant
percutaneous
2dm
rule
mellitus
she
cymbalta
effexor
stones
elev
previous
angiotensin
acute
gallstone
hx
at
tg
grafting
atherosclerotic
gouty
nonischemic
0
lexapro
suggesting
possibility
copd
suggested
been
other
right
some
hyperlipid
intervention
venostasis
questionable
setting
felt
symptomatic
diagnosis
biliary
mi
found
arterial
b
infiltrate
considered
left
w/o
is
infarction
myocardial
lower
ketoacidosis
denies
your
risk
respiratory
mild
from
hospital
outpatient
patient's
following
fluvastatin
revealed
sucralfate
related
year
factors
cause
could
multiple
normal
clear
atypical
hyper
lobe
dx
sinus
angina
declined
elevation
exam
candidate
abdominal
pe
antidepressants
well
underlying
lumbar
panniculectomy
back
admitted
s/p
2/2
by
|
cath
ulcers
regimen
whether
g-e
ssri
problems
having
ge
disc
during
causes
poorly
removal
rhythm
very
cardiomegaly
iddm2
small
noted
consistent
past
likely
colic
abd
issues
new
leg
active
consideration
study
changes
duct
obestity
depressive
until
more
control
process
exertional
want
1
syndrome
stress
st
dilatation
operations
over
weeks
morbid
then
return
ed
medications
flare
major
primary
test
pna
infectious
gall
which
m
antidepressant
show
pump
dermatitis
h
extremity
nature
screen
lesion
c
last
peripherovascular
?cad
pulmonary
cp
ct
?gerd
hyperlipdemia
controlled
hernia
diffuse
decompensated
it
suggest
recurrent
s
hypercholestrolemia
8/19
adding
admission
bnp
chole/appy/tah
has
ruled
disorder
infiltrates
denied
obesitiy
sob
two
hypercholesteremia
there
clinical
died
orthostatic
he
official
ischemia
complications
problem
medical
x-ray
home
treatment
included
transluminal
bilateral
time
obestiy
cilastatin
all
managed
rx
ptb
aquired
disk
hypercholosterol
nonst
longstanding
mycostatin
ventral
flash
e/o
stable
cholesterol/dm
sent
lfts
breathing
++chronic
5/15
continued
obeseskin
m/g/r
66yo
progression
level
stimulus
evaluation
pickwickian
large
dis
300s
ten
sign
lymphedema
will
?asthma
appear
neg
+
contributed
obesityno
current
above
increasing
exercise
can
med
degree
post-obstructive
non-cardiac
shortness
supplying
obtained
admits
ekg
involved
etiology
suggests
family
++htn
rhythm-has
++h/o
rarely
self-fsbg
transplant
standing
use
ercp
positive
alcoholic
retinopathy
few
live
opposed
recommend
panel
assessment
knows
r/o
started
infection
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
itself
obvious
tb3a
v
about
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
acs
titrating
septic
obesiy
guiac
s2
leiomyoma
panic
profile
gerd/dyspepsia
abdomen
3/16/04
discomfort
blood
pt's
aicd
such
sx
brady
4/3
so
methadone
subsequently
playing
triggering
longer
?djd
thigh
oral
years
cvas
re-institution
?coronary
arteries
++large
fix
ett-mibi
atelectasis
might
atherosclerosis
80s
documented
?diabetes
progressive
oxygen
ultrasound
dobutamine
filling
non-obese
stopped
osri
soft
reactions
70s/80s
mental
nephrolithiasis
89
precedes
statin
ep
ivfs
++seizure
pul
earlier
frank
s/sx
labs
difficulty
?cad/imi
243
put
?typei
bleed
pancreatic
restarting
edication
amyloid
keppra
due
nephrotic
undergo
think
hypercholesterolemi
date
osa/hypoventilation
discharged
management
checked
fibrillation
recent
obesoty
part
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
require
intermittent
hyperlipidemic
future
1+
spinal
are
tofranil
head
unlikely
further
radiology
element
relatively
mostly
florid
able
crowd/atelectasis
scren
worsening
fhx
who
sacral
most
linezolid
plan
faint
segment
class
hypertriglyceride
mibi
episode
hyperlipidema
ext
walking
presentation
swelling
brother
superimposed
endobronchial
conduction
sdh
only
non-compliance
in-house
demonstrated
do
umbilical
aetiology
12
despite
2
procedures
antagonist
secondary
processes
tobacco
medicines
differential
including
dizziness
?osa
periph
namely
surgery
outpt
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
renovascular
labs/studies
both
ett
hypertension6
mildly
context
long-term
contribution
syncopal
cxr
distress
cancer
agents
pericardial
vessel
2+b/l
considering
three
breath
hypertrophic
change
t8
define
lgi
hospitalization
discontinuing
++pvd
mi/high
demand
present
angiographically
?dm
these
ejection
tolerate
spironolactone
deferred
50s
occlusive
middle
undiagnosed
result
iabp
severity
prior
balloon
dp
adverse
modification
several
planned
exertion
pulm
1-3
pylori
vo2
tighter
?pci
abnormality
center
neuropathy
thought
ccf
hypotensive
edema
desyrel
rest
ldl
distant
questions
atrial
ctab/l
except
parents
board
cardiopulmonary
p/w
lcx
blockages
craniotomy
trigs
sxms
10/12
73%
appearing
amputation
simvostatin
outpaient
wbc
lung
night
hyperglyceridemia
effusion
underwent
50
valvular
chf3
development
gastroparesis
spasm
tube
meds
simvistatin
critical
atenolol
indication
dyspnea
fractures
lipid
slight
notable
s/s
metastatic
hosp
chole
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
non-obstructive
10/21/99
chronic
fingersticks
hyperlipids
?h/o
compression
hypoventilation
support
long
m/r/g
infected
fraction
ivdu
adjusting
but
cabg
echocardiogram
low-dose
restarted
placed
ihss
medication
anticoag
deep
10/26
oa7
us
provastatin
ulcerations
nd
etiologies
osa/ohs
role
better
7/10
nt
presenting
opacity
picture
repeat
reversible
+head
allowing
eval
discharge
structure
ago
described
casts
thrombosis
cellulitis
titration
2002
2001
status
oa2
once
