<PAD>
disease
hypertension
coronary
diabetes
artery
heart
failure
htn
congestive
obese
chf
cad
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
depression
no
asthma
sleep
apnea
atorvastatin
of
reflux
bypass
gerd
cholecystectomy
hyperlipidemia
gout
peripheral
vascular
diabetic
cholesterol
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
obstructive
replacement
elevated
osa
gastroesophageal
blocker
iddm
beta
pci
arthritis
prozac
niddm
not
ischemic
celexa
and
oa
or
dyslipidemia
zoloft
venous
pvd
high
to
the
hip
have
history
knee
for
hyperchol
stasis
evidence
in
nystatin
was
a
gallstones
degenerative
pravastatin
dilated
joint
possible
with
elavil
esophagitis
known
dm2
wellbutrin
on
that
djd
angioplasty
vs
ccy
be
versus
ace
as
inhibitors
her
may
?
presumed
antihypertensive
any
antihypertensives
this
his
esophageal
carafate
cholelithiasis
without
increased
question
consider
out
cymbalta
b-blocker
negative
lovastatin
h/o
symptoms
significant
patient
at
insufficiency
hypertriglyceridemia
had
exacerbation
an
gallbladder
signs
were
pain
chol
she
hypercholesterol
effexor
lipids
-
possibly
venostasis
triglycerides
rule
gouty
mellitus
pneumonia
chest
considered
stones
percutaneous
acute
gallstone
setting
atherosclerotic
nonischemic
symptomatic
lexapro
copd
suggested
been
is
elev
angiotensin
admission
right
hyperlipid
questionable
hx
2dm
tg
0
lumbar
suggesting
possibility
infiltrate
lower
infiltrates
some
denies
intervention
cath
ischemia
felt
diagnosis
disc
biliary
mild
grafting
hospital
mi
sucralfate
cause
arterial
b
other
which
normal
left
sinus
w/o
exam
?cad
abdominal
infarction
myocardial
previous
has
ketoacidosis
admitted
by
ulcers
outpatient
mycostatin
removal
rhythm
risk
very
respiratory
having
small
noted
likely
study
changes
obestity
from
depressive
mg
patient's
following
process
syndrome
revealed
stress
dilatation
operations
over
found
related
year
could
major
test
worsening
multiple
clear
atypical
antidepressant
hyper
dermatitis
lobe
dx
differential
extremity
angina
elevation
candidate
peripherovascular
pe
hernia
diffuse
antidepressants
s
well
edema
underlying
ruled
panniculectomy
back
s/p
|
obesitiy
included
hypercholesteremia
your
hypoventilation
there
regimen
whether
g-e
ssri
problems
time
cilastatin
ge
causes
poorly
ventral
stable
cardiomegaly
iddm2
consistent
past
colic
abd
issues
then
new
leg
active
ekg
duct
few
r/o
started
infection
f
control
exertional
want
acs
septic
1
fluvastatin
abdomen
such
sx
st
so
arteries
20
probability
weeks
morbid
decompensated
return
died
documented
ed
89
factors
flare
due
primary
recent
part
pna
infectious
future
spinal
further
gall
episode
arrythmia
show
pump
pulm
despite
2
h
including
declined
lesion
nature
screen
le
c
last
except
pericardial
pulmonary
cp
ct
change
?gerd
po
hyperlipdemia
controlled
liver
demand
?dm
prior
suggest
recurrent
adverse
hypercholestrolemia
adding
bnp
chole/appy/tah
trigs
disorder
effusion
denied
panniculitis
2/2
8/19
sob
two
clinical
low
orthostatic
he
official
complications
problem
more
medical
x-ray
medication
home
treatment
presenting
m
ago
transluminal
bilateral
obestiy
all
managed
vasovagal
exacer
ptb
during
aquired
disk
hypercholosterol
nonst
manometry
longstanding
htn2
flash
e/o
non-ischemic
cholesterol/dm
sent
lfts
breathing
++chronic
indication
5/15
cilistatin
continued
m/g/r
66yo
progression
level
stimulus
notes
pickwickian
large
shows
dis
300s
ten
sign
varices
lymphedema
will
?asthma
appear
neg
+
contributed
obesityno
current
suspect
increasing
98-100%
exercise
can
med
degree
post-obstructive
non-cardiac
consideration
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
amount
suggestion
hosp
family
++htn
rhythm-has
++h/o
rx
patency
rarely
self-fsbg
trazodone
standing
ercp
positive
alcoholic
retinopathy
live
opposed
recommend
tachycardia
thru
assessment
until
knows
admissions
transient
obesity/chf
iii
entertained
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
axis
obesiy
guiac
s2
causing
leiomyoma
panic
profile
gerd/dyspepsia
reversible
questioning
3/16/04
discomfort
blood
pt's
aicd
dchf
titrating
smoke
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
years
course
cvas
re-institution
etoh
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
?diabetes
t8
oxygen
chronic
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
precedes
statin
81
event
medications
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
pul
dysregulation
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
echo
date
osa/hypoventilation
45%
discharged
given
management
silent
hypertension-induced
fibrillation
obesoty
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
hyperlipidemic
1+
minus
are
tofranil
head
unlikely
radiology
element
relatively
mostly
florid
depletion
able
crowd/atelectasis
hs
scren
fhx
who
sacral
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
flow
hyperlipidema
ext
walking
murmurs
presentation
swelling
brother
desaturations
superimposed
friable
endobronchial
longer
based
sdh
less
only
non-compliance
in-house
demonstrated
above
umbilical
aetiology
12
3/4
procedures
antagonist
processes
progressive
medicines
-chf
dizziness
?osa
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
agents
middle
vessel
2+b/l
considering
cbd
?chf-per
three
breath
hypertrophic
define
lgi
discontinuing
++pvd
mi/high
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
it
occlusive
need
undiagnosed
result
iabp
severity
balloon
73%
dp
attributing
modification
several
restarting
development
intravascular
pylori
vo2
tobacco
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
ultrasound
hypotensive
desyrel
rest
ldl
distant
questions
atrial
ctab/l
?chf
recommended
grapefruit
parents
board
warrant
saturation
cardiopulmonary
p/w
showing
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
outpaient
wbc
lung
night
depression1
underwent
50
valvular
chf3
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
dyspnea
o2
fractures
lipid
slight
notable
s/s
metastatic
asthma7
chole
panel
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
non-obstructive
10/21/99
down
fingersticks
hyperlipids
old
8/13
compression
anginal
support
long
anxiety/depression
dm0
m/r/g
infected
fraction
ivdu
gut
wheezing
adjusting
stressors
but
cabg
echocardiogram
considerable
low-dose
rejection
placed
ihss
demonstrate
150
anticoag
intermittent
life
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
eval
idiopathic
discharge
structure
clinically
described
casts
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
