<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
congestive
htn
obese
cad
chf
cardiac
catheterization
obesity
simvastatin
hypercholesterolemia
dm
no
atorvastatin
depression
asthma
sleep
apnea
of
reflux
bypass
hyperlipidemia
gerd
gout
cholecystectomy
peripheral
vascular
cholesterol
diabetic
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
elevated
replacement
obstructive
gastroesophageal
blocker
osa
beta
pci
iddm
niddm
arthritis
not
ischemic
or
prozac
celexa
and
high
dyslipidemia
pvd
oa
to
zoloft
venous
hip
the
history
hyperchol
have
knee
for
nystatin
evidence
in
was
pravastatin
degenerative
a
dilated
stasis
joint
gallstones
possible
elavil
esophagitis
dm2
with
wellbutrin
known
djd
on
that
angioplasty
be
ccy
versus
inhibitors
ace
as
her
presumed
may
any
vs
antihypertensives
?
his
antihypertensive
esophageal
carafate
question
this
without
increased
cymbalta
significant
cholelithiasis
b-blocker
negative
lovastatin
h/o
symptoms
out
hypertriglyceridemia
were
lipids
chol
at
consider
had
possibly
patient
exacerbation
an
triglycerides
insufficiency
signs
pain
she
hypercholesterol
considered
-
venostasis
gallbladder
atherosclerotic
gouty
pneumonia
chest
effexor
percutaneous
acute
gallstone
2dm
rule
grafting
nonischemic
symptomatic
lexapro
mellitus
setting
copd
stones
suggested
been
is
elev
previous
angiotensin
admission
right
hyperlipid
questionable
tg
0
lumbar
suggesting
possibility
infiltrate
lower
infiltrates
some
denies
intervention
cath
hx
ischemia
other
disc
biliary
risk
very
mild
hospital
mi
found
cause
could
arterial
b
which
normal
left
sinus
w/o
exam
?cad
abdominal
infarction
myocardial
has
admitted
ketoacidosis
by
your
ulcers
felt
outpatient
diagnosis
mycostatin
rhythm
stable
respiratory
having
small
noted
changes
obestity
from
depressive
mg
patient's
following
process
fluvastatin
revealed
stress
dilatation
operations
including
sucralfate
weeks
related
year
factors
major
test
worsening
multiple
clear
atypical
antidepressant
hyper
show
dermatitis
lobe
dx
extremity
angina
declined
elevation
candidate
peripherovascular
pe
hernia
diffuse
antidepressants
well
edema
underlying
trigs
ruled
panniculectomy
back
s/p
2/2
|
hypercholesteremia
there
regimen
whether
g-e
ssri
problems
time
cilastatin
ge
during
causes
poorly
ventral
removal
cardiomegaly
iddm2
consistent
past
likely
colic
abd
issues
then
new
leg
active
consideration
ekg
study
duct
few
until
r/o
started
infection
f
control
exertional
want
acs
septic
1
abdomen
such
syndrome
sx
st
so
over
arteries
20
probability
morbid
decompensated
return
died
documented
ed
89
medications
flare
due
primary
recent
pna
infectious
future
spinal
further
gall
part
pump
despite
2
tobacco
h
differential
lesion
nature
screen
le
c
last
except
pericardial
cp
ct
change
?gerd
po
hyperlipdemia
controlled
liver
demand
?dm
it
prior
suggest
recurrent
s
adverse
pulm
hypercholestrolemia
bnp
chole/appy/tah
disorder
effusion
denied
panniculitis
obesitiy
8/19
sob
two
included
clinical
low
orthostatic
he
official
complications
problem
more
medical
x-ray
medication
home
treatment
presenting
m
ago
transluminal
bilateral
obestiy
all
managed
exacer
ptb
aquired
disk
hypercholosterol
nonst
manometry
longstanding
htn2
flash
e/o
non-ischemic
cholesterol/dm
sent
lfts
breathing
++chronic
indication
5/15
cilistatin
continued
obeseskin
m/g/r
66yo
progression
level
stimulus
evaluation
notes
large
shows
dis
300s
ten
sign
varices
lymphedema
will
?asthma
appear
neg
+
contributed
obesityno
current
suspect
increasing
98-100%
exercise
can
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
suggestion
hosp
family
++htn
rhythm-has
++h/o
rx
patency
rarely
self-fsbg
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
itself
obvious
tb3a
v
about
dosage
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
axis
titrating
obesiy
guiac
s2
causing
leiomyoma
panic
profile
gerd/dyspepsia
reversible
questioning
3/16/04
discomfort
blood
pt's
aicd
dchf
smoke
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
?djd
thigh
oral
years
course
cvas
etoh
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
progressive
oxygen
chronic
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
precedes
statin
81
event
food/drug
increase
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
echo
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
hypertension-induced
fibrillation
obesoty
abnormality
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
hyperlipidemic
1+
minus
are
tofranil
head
unlikely
radiology
element
relatively
mostly
florid
depletion
able
crowd/atelectasis
hs
scren
fhx
who
sacral
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
episode
flow
hyperlipidema
ext
walking
murmurs
presentation
swelling
brother
dyspnea
desaturations
superimposed
friable
endobronchial
longer
based
conduction
sdh
less
only
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
agents
middle
vessel
2+b/l
pulmonary
panel
cbd
?chf-per
three
breath
hypertrophic
t8
define
lgi
hospitalization
discontinuing
++pvd
mi/high
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
iabp
severity
balloon
73%
dp
attributing
modification
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
ultrasound
hypotensive
desyrel
rest
ldl
distant
questions
adding
atrial
ctab/l
?chf
recommended
grapefruit
parents
board
warrant
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
amputation
51
simvostatin
outpaient
wbc
lung
night
hyperglyceridemia
depression1
underwent
50
valvular
chf3
development
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
transplant
o2
fractures
lipid
slight
notable
s/s
metastatic
asthma7
chole
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
non-obstructive
10/21/99
down
fingersticks
hyperlipids
old
8/13
compression
anginal
hypoventilation
support
long
dm0
m/r/g
infected
fraction
ivdu
gut
wheezing
adjusting
but
cabg
echocardiogram
low-dose
rejection
restarted
placed
ihss
demonstrate
150
anticoag
intermittent
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
role
better
7/10
nt
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
idiopathic
discharge
structure
clinically
described
casts
thrombosis
cellulitis
titration
2002
2001
status
oa2
tube
once
