<PAD>
disease
hypertension
coronary
diabetes
artery
heart
failure
htn
congestive
obese
cad
chf
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
atorvastatin
depression
asthma
no
sleep
apnea
of
hyperlipidemia
reflux
bypass
gerd
cholecystectomy
gout
peripheral
cholesterol
vascular
diabetic
beta-blocker
osteoarthritis
allopurinol
elevated
cardiomyopathy
replacement
osa
obstructive
gastroesophageal
blocker
iddm
beta
pci
arthritis
niddm
prozac
high
not
ischemic
celexa
and
or
dyslipidemia
venous
to
pvd
zoloft
oa
hyperchol
knee
history
the
have
for
hip
degenerative
stasis
joint
evidence
in
gallstones
a
nystatin
was
possible
dilated
known
elavil
pravastatin
wellbutrin
esophagitis
dm2
that
on
with
djd
vs
angioplasty
be
ccy
antihypertensives
versus
any
ace
her
may
inhibitors
as
carafate
cholelithiasis
increased
presumed
this
his
antihypertensive
cymbalta
esophageal
b-blocker
without
question
consider
lovastatin
significant
chol
negative
hypertriglyceridemia
had
possibly
?
insufficiency
h/o
symptoms
out
were
lipids
pain
patient
at
triglycerides
gallbladder
signs
she
hypercholesterol
-
considered
an
atherosclerotic
stones
gallstone
gouty
lexapro
mellitus
pneumonia
chest
percutaneous
angiotensin
grafting
exacerbation
hyperlipid
venostasis
hx
setting
2dm
tg
nonischemic
lumbar
suggesting
possibility
infiltrate
other
suggested
been
is
lower
elev
previous
admission
acute
right
infiltrates
cath
questionable
ischemia
symptomatic
rule
mild
disc
biliary
risk
0
outpatient
mi
cause
could
copd
b
which
effexor
w/o
infarction
myocardial
has
ketoacidosis
some
admitted
denies
your
intervention
ulcers
felt
diagnosis
mycostatin
stable
very
respiratory
having
small
likely
changes
from
hospital
mg
patient's
following
process
fluvastatin
revealed
dilatation
operations
over
including
sucralfate
found
related
factors
arterial
major
worsening
clear
atypical
antidepressant
left
hyper
show
dermatitis
dx
differential
angina
declined
elevation
exam
candidate
peripherovascular
?cad
abdominal
diffuse
antidepressants
s
edema
underlying
trigs
ruled
panniculectomy
back
s/p
2/2
by
|
obesitiy
included
hypercholesteremia
regimen
extremity
g-e
time
causes
poorly
removal
cardiomegaly
iddm2
noted
consistent
past
colic
abd
issues
then
new
leg
active
consideration
study
prior
duct
obestity
depressive
until
r/o
started
infection
f
control
exertional
want
acs
syndrome
septic
1
such
stress
sx
st
so
arteries
probability
weeks
morbid
decompensated
return
died
ed
year
medications
flare
due
test
recent
infectious
future
further
gall
multiple
normal
episode
arrythmia
lobe
sinus
h
lesion
nature
screen
le
c
last
except
pericardial
cp
ct
change
pe
?gerd
po
hyperlipdemia
controlled
liver
demand
hernia
it
suggest
recurrent
adverse
pulm
well
hypercholestrolemia
adding
bnp
chole/appy/tah
disorder
effusion
denied
8/19
sob
two
few
hypoventilation
there
clinical
low
orthostatic
he
official
complications
more
medical
medication
ssri
home
presenting
problems
m
ago
transluminal
bilateral
obestiy
cilastatin
all
managed
vasovagal
exacer
during
disk
hypercholosterol
nonst
manometry
longstanding
htn2
ventral
flash
e/o
non-ischemic
rhythm
cholesterol/dm
sent
lfts
breathing
++chronic
5/15
continued
obeseskin
m/g/r
66yo
t8
level
stimulus
evaluation
notes
pickwickian
brother
large
shows
dis
300s
ten
lymphedema
will
?asthma
appear
neg
+
contributed
obesityno
current
suspect
increasing
98-100%
exercise
can
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
ekg
involved
etiology
amount
suggestion
family
++htn
rhythm-has
++h/o
rx
patency
rarely
self-fsbg
trazodone
standing
ercp
positive
alcoholic
retinopathy
anginal
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
?gout
obvious
tb3a
v
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
obesiy
guiac
s2
causing
leiomyoma
panic
profile
gerd/dyspepsia
abdomen
reversible
questioning
3/16/04
discomfort
blood
aicd
dchf
titrating
smoke
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
years
course
cvas
etoh
before
?coronary
20
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
documented
tobacco
oxygen
chronic
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
89
precedes
statin
81
event
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
pul
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
primary
echo
date
osa/hypoventilation
45%
discharged
given
management
silent
hypertension-induced
fibrillation
obesoty
abnormality
consult
pna
off
cad/mi
than
hypercholesterolaemia
neck
10
depressed
require
instruction
tree
2/17
1+
spinal
are
tofranil
head
unlikely
radiology
element
relatively
mostly
florid
depletion
crowd/atelectasis
hs
fhx
who
sacral
most
linezolid
plan
faint
segment
class
cad-little
mibi
flow
hyperlipidema
ext
part
walking
presentation
swelling
dyspnea
desaturations
superimposed
friable
endobronchial
longer
based
conduction
sdh
less
pump
only
non-compliance
in-house
do
above
umbilical
12
3/4
despite
2
procedures
antagonist
secondary
processes
progressive
medicines
-chf
whether
re-institution
dizziness
?osa
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
vessel
2+b/l
pulmonary
panel
considering
cbd
?chf-per
three
breath
hypertrophic
define
lgi
++pvd
mi/high
angiographically
?dm
these
ejection
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
severity
73%
dp
attributing
modification
several
restarting
exertion
intravascular
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ultrasound
hypotensive
desyrel
rest
ldl
distant
atrial
ctab/l
?chf
recommended
grapefruit
parents
board
warrant
saturation
cardiopulmonary
p/w
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
lung
night
hyperglyceridemia
depression1
underwent
50
valvular
chf3
development
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
panniculitis
transplant
o2
fractures
lipid
slight
notable
s/s
metastatic
asthma7
chole
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
repair
previously
non-obstructive
down
fingersticks
hyperlipids
old
8/13
compression
long
anxiety/depression
dm0
m/r/g
infected
fraction
ivdu
gut
wheezing
adjusting
stressors
but
cabg
echocardiogram
considerable
low-dose
rejection
restarted
placed
ihss
demonstrate
problem
x-ray
150
anticoag
intermittent
life
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
treatment
etiologies
osa/ohs
hpi
role
better
7/10
nt
opacity
picture
repeat
aspirin
symvastatin
+head
allowing
eval
idiopathic
discharge
structure
clinically
described
oral
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
