<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
obese
cad
congestive
chf
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
atorvastatin
depression
asthma
sleep
apnea
no
bypass
hyperlipidemia
reflux
gerd
of
gout
cholecystectomy
peripheral
vascular
cholesterol
diabetic
osteoarthritis
allopurinol
beta-blocker
cardiomyopathy
elevated
replacement
obstructive
osa
gastroesophageal
blocker
pci
iddm
beta
niddm
prozac
ischemic
arthritis
not
celexa
dyslipidemia
high
oa
or
and
pvd
to
venous
zoloft
the
hyperchol
knee
have
hip
nystatin
in
for
stasis
degenerative
joint
evidence
history
gallstones
pravastatin
was
elavil
dilated
possible
a
djd
with
esophagitis
dm2
wellbutrin
known
angioplasty
versus
that
vs
ccy
be
on
ace
inhibitors
antihypertensives
presumed
any
as
this
may
antihypertensive
carafate
his
esophageal
increased
her
cymbalta
cholelithiasis
without
hypertriglyceridemia
significant
lipids
b-blocker
chol
negative
question
at
consider
lovastatin
out
were
?
gallbladder
insufficiency
had
possibly
triglycerides
h/o
symptoms
hypercholesterol
-
pain
patient
exacerbation
an
signs
pneumonia
effexor
stones
venostasis
setting
2dm
rule
atherosclerotic
gouty
mellitus
she
considered
been
percutaneous
elev
admission
acute
right
hyperlipid
gallstone
tg
grafting
symptomatic
lexapro
lumbar
copd
infiltrate
suggested
chest
angiotensin
infiltrates
denies
questionable
ischemia
felt
disc
0
very
mild
nonischemic
hospital
mi
possibility
could
b
other
which
normal
sinus
abdominal
is
infarction
myocardial
lower
left
previous
has
your
intervention
hx
diagnosis
removal
biliary
rhythm
stable
risk
respiratory
small
likely
study
changes
from
mg
patient's
following
process
syndrome
fluvastatin
stress
dilatation
operations
sucralfate
some
found
related
cause
arterial
major
test
worsening
multiple
clear
atypical
antidepressant
hyper
show
lobe
dx
differential
w/o
elevation
exam
peripherovascular
?cad
pe
hernia
antidepressants
s
well
edema
ruled
panniculectomy
ketoacidosis
ulcers
back
admitted
mycostatin
2/2
|
obesitiy
cath
hypoventilation
regimen
whether
ssri
problems
outpatient
included
time
cilastatin
ge
during
causes
poorly
ventral
cardiomegaly
noted
consistent
past
abd
issues
then
new
leg
active
consideration
ekg
duct
obestity
two
depressive
until
r/o
started
infection
f
want
acs
septic
abdomen
such
revealed
sx
st
so
arteries
20
probability
weeks
morbid
decompensated
return
died
documented
ed
89
year
factors
suggesting
flare
due
there
primary
pna
infectious
spinal
further
gall
episode
arrythmia
dermatitis
over
despite
2
tobacco
h
extremity
angina
declined
lesion
nature
screen
le
c
pulmonary
ct
change
?gerd
po
hyperlipdemia
controlled
liver
demand
diffuse
?dm
it
prior
suggest
adverse
hypercholestrolemia
8/19
underlying
adding
bnp
except
chole/appy/tah
trigs
disorder
s/p
by
hypercholesteremia
clinical
low
orthostatic
he
pulm
official
g-e
complications
problem
more
medical
medication
home
treatment
m
ago
transluminal
bilateral
obestiy
all
managed
vasovagal
exacer
aquired
disk
hypercholosterol
nonst
manometry
longstanding
depletion
htn2
flash
e/o
cholesterol/dm
sent
lfts
rx
++chronic
indication
5/15
cilistatin
continued
obeseskin
iddm2
m/g/r
66yo
progression
level
stimulus
notes
having
pickwickian
shows
dis
300s
ten
sign
varices
lymphedema
colic
?asthma
appear
neg
+
contributed
obesityno
current
suspect
98-100%
exercise
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
amount
suggestion
hosp
++htn
++h/o
patency
rarely
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
anginal
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
control
sscp/epigastric
stated
joints
asthma/tobacco
exertional
days
performed
axis
obesiy
guiac
s2
1
causing
leiomyoma
panic
gerd/dyspepsia
questioning
3/16/04
discomfort
pt's
dchf
smoke
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
in-house
years
course
cvas
including
before
fix
ett-mibi
atelectasis
decreased
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
progressive
oxygen
ultrasound
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
precedes
statin
81
event
?h/o
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
gut
s/sx
labs
?cad/imi
243
?typei
bleed
mmc
pancreatic
interaction
edication
nephrotic
undergo
think
hypercholesterolemi
echo
date
osa/hypoventilation
45%
given
management
checked
silent
hypertension-induced
fibrillation
recent
obesoty
abnormality
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
future
1+
minus
are
tofranil
head
unlikely
radiology
element
mostly
florid
able
recommended
crowd/atelectasis
scren
fhx
who
sacral
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
hyperlipidema
ext
part
walking
murmurs
swelling
brother
desaturations
superimposed
friable
endobronchial
longer
based
conduction
sdh
less
pump
only
non-compliance
rosuvastatin
demonstrated
do
umbilical
12
3/4
procedures
antagonist
secondary
processes
-chf
re-institution
dizziness
keppra
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
last
candidate
ett
dobutamine
tapered
hypertension6
mildly
context
contribution
hypertension9
cxr
distress
cancer
point
60
agents
middle
pericardial
vessel
2+b/l
throughout
panel
considering
cbd
?chf-per
three
breath
hypertrophic
t8
define
lgi
hospitalization
discontinuing
++pvd
mi/high
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
iabp
severity
balloon
73%
dp
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
desyrel
rest
distant
questions
atrial
ctab/l
?chf
grapefruit
parents
board
warrant
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
outpaient
wbc
lung
night
hyperglyceridemia
effusion
depression1
underwent
50
valvular
chf3
vsl
spasm
avoid
simvistatin
critical
atenolol
denied
panniculitis
o2
fractures
10/21/99
slight
notable
s/s
metastatic
asthma7
flow-limiting
stone
attacks
tumor
hypercholesterolism
therapeutic
block
repair
sob
previously
down
chronic
fingersticks
hyperlipids
old
8/13
compression
few
support
initial
long
anxiety/depression
dm0
m/r/g
infected
fraction
ivdu
hs
stressors
but
cabg
echocardiogram
considerable
rejection
placed
ihss
demonstrate
x-ray
150
anticoag
intermittent
life
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
presenting
opacity
picture
repeat
autonomic
aspirin
reversible
+head
allowing
eval
discharge
structure
clinically
casts
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
