<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
congestive
obese
chf
cad
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
no
atorvastatin
sleep
apnea
depression
asthma
of
reflux
bypass
hyperlipidemia
cholecystectomy
gerd
gout
peripheral
vascular
cholesterol
diabetic
osteoarthritis
beta-blocker
allopurinol
cardiomyopathy
elevated
obstructive
replacement
osa
blocker
gastroesophageal
beta
niddm
arthritis
pci
iddm
not
celexa
or
high
ischemic
and
oa
prozac
venous
dyslipidemia
pvd
zoloft
to
history
the
hyperchol
knee
nystatin
hip
stasis
in
for
a
have
degenerative
pravastatin
evidence
gallstones
joint
was
dilated
possible
elavil
with
known
on
djd
esophagitis
dm2
that
wellbutrin
angioplasty
vs
ccy
be
ace
inhibitors
as
?
her
presumed
his
versus
antihypertensive
any
esophageal
carafate
cholelithiasis
antihypertensives
this
may
without
question
h/o
out
were
lipids
b-blocker
increased
chol
consider
negative
lovastatin
insufficiency
symptoms
significant
possibly
an
at
gallbladder
hypertriglyceridemia
cymbalta
had
exacerbation
signs
she
considered
-
rule
atherosclerotic
gouty
hypercholesterol
stones
percutaneous
pain
patient
venostasis
triglycerides
setting
2dm
grafting
symptomatic
lexapro
mellitus
chest
elev
admission
hyperlipid
gallstone
questionable
nonischemic
lumbar
suggesting
possibility
copd
pneumonia
other
effexor
suggested
been
is
lower
acute
infiltrates
denies
intervention
cath
hx
ischemia
felt
diagnosis
disc
biliary
risk
very
mild
0
hospital
cause
could
arterial
infiltrate
normal
sinus
w/o
exam
?cad
infarction
myocardial
previous
angiotensin
has
admitted
right
some
by
your
ulcers
outpatient
mycostatin
removal
rhythm
stable
tg
respiratory
having
small
noted
likely
study
obestity
from
mg
following
process
syndrome
mi
revealed
dilatation
operations
over
including
weeks
year
factors
major
which
worsening
multiple
clear
show
dermatitis
dx
differential
extremity
angina
declined
elevation
candidate
peripherovascular
abdominal
hernia
antidepressants
s
well
edema
underlying
trigs
ruled
panniculectomy
back
ketoacidosis
2/2
|
obesitiy
hypoventilation
there
whether
ssri
problems
included
ge
during
causes
ventral
cardiomegaly
consistent
past
colic
abd
issues
then
new
leg
active
consideration
ekg
changes
duct
until
r/o
started
infection
f
patient's
exertional
want
acs
septic
1
fluvastatin
abdomen
such
stress
st
so
sucralfate
arteries
20
probability
morbid
decompensated
return
died
ed
related
89
medications
flare
due
test
recent
pna
b
infectious
future
spinal
further
gall
episode
atypical
part
arrythmia
left
hyper
pump
lobe
despite
2
tobacco
h
lesion
nature
screen
le
c
last
except
pericardial
cp
ct
change
?gerd
po
hyperlipdemia
liver
demand
diffuse
iddm2
it
prior
suggest
recurrent
adverse
pulm
hypercholestrolemia
8/19
adding
bnp
disorder
effusion
panniculitis
s/p
found
sob
two
hypercholesteremia
few
clinical
low
orthostatic
he
regimen
official
g-e
problem
more
medical
x-ray
medication
home
presenting
m
ago
transluminal
time
obestiy
cilastatin
managed
vasovagal
exacer
ptb
aquired
disk
hypercholosterol
poorly
nonst
manometry
longstanding
flash
dp
cholesterol/dm
sent
lfts
breathing
++chronic
5/15
cilistatin
obeseskin
m/g/r
66yo
progression
level
stimulus
evaluation
notes
pickwickian
large
shows
dis
300s
ten
sign
varices
lymphedema
will
?asthma
appear
+
contributed
obesityno
suspect
98-100%
exercise
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
diagnoses
involved
etiology
suggests
amount
suggestion
hosp
family
++htn
rhythm-has
++h/o
rx
patency
rarely
self-fsbg
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
anginal
live
opposed
depressive
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
control
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
axis
obesiy
guiac
s2
causing
leiomyoma
panic
profile
gerd/dyspepsia
reversible
questioning
3/16/04
discomfort
pt's
aicd
dchf
smoke
sx
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
oral
years
course
cvas
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
documented
progressive
oxygen
ultrasound
habitus
non-obese
stopped
osri
lung
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
statin
81
event
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
gut
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
primary
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
hypertension-induced
fibrillation
obesoty
abnormality
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
1+
minus
are
tofranil
bilateral
head
unlikely
radiology
element
relatively
mostly
florid
depletion
able
crowd/atelectasis
hs
fhx
who
sacral
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
antidepressant
hyperlipidema
ext
walking
murmurs
presentation
swelling
brother
dyspnea
desaturations
superimposed
friable
endobronchial
based
conduction
sdh
less
only
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
concern
+ruq
subsequent
interventional
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
vessel
2+b/l
pulmonary
panel
considering
cbd
?chf-per
three
breath
hypertrophic
t8
pe
define
lgi
controlled
hospitalization
discontinuing
++pvd
mi/high
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
iabp
severity
balloon
73%
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
hypotensive
desyrel
rest
ldl
distant
questions
atrial
ctab/l
?chf
recommended
grapefruit
parents
board
chole/appy/tah
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
51
wbc
10/21/99
night
hyperglyceridemia
depression1
underwent
50
valvular
chf3
development
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
denied
transplant
o2
fractures
lipid
slight
notable
s/s
metastatic
asthma7
chole
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
non-obstructive
down
chronic
fingersticks
hyperlipids
old
8/13
compression
support
long
anxiety/depression
dm0
m/r/g
infected
fraction
ivdu
wheezing
adjusting
stressors
but
cabg
echocardiogram
considerable
low-dose
rejection
restarted
placed
complications
ihss
demonstrate
150
anticoag
intermittent
life
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
45
nd
treatment
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
discharge
structure
clinically
longer
described
casts
thrombosis
cellulitis
titration
2002
2001
status
oa2
tube
once
