<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
congestive
htn
chf
cad
obese
cardiac
catheterization
obesity
simvastatin
hypercholesterolemia
dm
no
depression
sleep
atorvastatin
apnea
asthma
of
reflux
bypass
gout
gerd
hyperlipidemia
cholecystectomy
peripheral
vascular
cholesterol
diabetic
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
elevated
obstructive
replacement
gastroesophageal
osa
iddm
blocker
pci
beta
ischemic
or
and
niddm
arthritis
celexa
prozac
high
not
dyslipidemia
oa
zoloft
history
pvd
to
venous
for
hyperchol
have
hip
evidence
knee
a
nystatin
the
dilated
pravastatin
stasis
was
gallstones
degenerative
in
joint
possible
angioplasty
esophagitis
dm2
known
elavil
that
wellbutrin
djd
on
ace
as
inhibitors
ccy
be
with
versus
antihypertensives
presumed
his
any
carafate
cholelithiasis
?
her
consider
this
may
antihypertensive
without
out
significant
lipids
vs
b-blocker
increased
were
esophageal
question
lovastatin
symptoms
chol
triglycerides
negative
insufficiency
hypertriglyceridemia
had
possibly
patient
exacerbation
at
h/o
signs
mellitus
cymbalta
effexor
considered
an
percutaneous
pain
venostasis
rule
grafting
nonischemic
pneumonia
hypercholesterol
chest
is
previous
gallstone
questionable
hx
gallbladder
atherosclerotic
symptomatic
lexapro
she
possibility
copd
infiltrate
other
stones
elev
angiotensin
some
hyperlipid
intervention
cath
2dm
diagnosis
biliary
tg
mild
gouty
0
mi
lumbar
found
suggesting
which
normal
ulcers
suggested
?cad
infarction
myocardial
lower
admission
has
acute
right
infiltrates
denies
your
setting
felt
outpatient
disc
mycostatin
rhythm
risk
likely
study
changes
obestity
depressive
patient's
revealed
stress
operations
including
sucralfate
related
year
factors
could
arterial
test
b
worsening
clear
show
dermatitis
sinus
extremity
w/o
angina
declined
elevation
candidate
peripherovascular
abdominal
diffuse
antidepressants
well
underlying
ruled
panniculectomy
ketoacidosis
s/p
|
obesitiy
been
hypercholesteremia
there
regimen
ischemia
ssri
time
cilastatin
ge
during
poorly
stable
very
cardiomegaly
iddm2
respiratory
having
noted
consistent
past
colic
issues
then
new
leg
active
duct
from
hospital
until
r/o
started
mg
control
process
exertional
syndrome
septic
1
fluvastatin
abdomen
such
sx
st
dilatation
over
20
probability
weeks
decompensated
return
died
documented
ed
medications
cause
flare
pna
infectious
further
gall
multiple
antidepressant
part
left
hyper
pump
dx
despite
tobacco
h
differential
exam
nature
screen
lesion
c
pericardial
cp
due
?gerd
po
hyperlipdemia
controlled
liver
demand
?dm
suggest
recurrent
adverse
pulm
hypercholestrolemia
adding
chole/appy/tah
admitted
effusion
denied
panniculitis
by
sob
included
hypoventilation
clinical
low
orthostatic
he
whether
g-e
complications
problem
medical
x-ray
presenting
problems
m
transluminal
all
managed
rx
ptb
aquired
disk
hypercholosterol
causes
nonst
manometry
htn2
ventral
e/o
non-ischemic
removal
presentation
sent
lfts
breathing
5/15
cilistatin
continued
obeseskin
66yo
level
evaluation
pickwickian
large
small
shows
dis
sign
varices
lymphedema
will
?asthma
abd
neg
+
contributed
current
suspect
increasing
exercise
can
med
degree
post-obstructive
consideration
physiology
supplying
obtained
admits
diagnoses
ekg
involved
etiology
prior
suggestion
hosp
family
rhythm-has
patency
rarely
2/2
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
anginal
live
opposed
recommend
tachycardia
thru
assessment
knows
infection
admissions
transient
obesity/chf
iii
f
entertained
rosuvastatin
?gout
obvious
tb3a
v
following
about
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
performed
want
axis
gerd/dyspepsia
guiac
s2
leiomyoma
profile
questioning
3/16/04
discomfort
blood
pt's
aicd
dchf
titrating
smoke
neck
4/3
diverticulosis
so
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
cvas
etoh
?coronary
arteries
fix
ett-mibi
atelectasis
decreased
might
morbid
good
yo
atherosclerosis
80s
therapy
effects
aborted
?diabetes
progressive
chronic
habitus
filling
non-obese
stopped
osri
soft
reactions
70s/80s
mental
ef
brother
89
precedes
statin
81
ep
food/drug
fx
ivfs
cardiogenic
pul
dysregulation
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
pancreatic
interaction
edication
amyloid
undergo
think
frequent
major
initial
hypercholesterolemi
primary
echo
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
fibrillation
recent
obesoty
abnormality
consult
off
cad/mi
hypercholesterolaemia
congenital
10
showed
require
instruction
tree
2/17
hyperlipidemic
future
1+
spinal
minus
are
tofranil
head
unlikely
radiology
element
relatively
mostly
florid
-
causing
scren
fhx
most
linezolid
plan
segment
class
hypertriglyceride
mibi
restarting
episode
atypical
flow
hyperlipidema
ext
walking
murmurs
swelling
dyspnea
desaturations
superimposed
friable
endobronchial
longer
based
conduction
less
only
non-compliance
in-house
demonstrated
do
above
lobe
aetiology
12
3/4
2
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
outpt
subsequent
interventional
pressures
checks
recently
wk
three-vessel
renovascular
nonintervenable
cervical
labs/studies
both
last
?h/o
dobutamine
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
2+b/l
pulmonary
panel
ct
considering
hyperlipids
hypertrophic
change
pe
define
lgi
hospitalization
discontinuing
300s
hernia
angiographically
these
spironolactone
deferred
-hyperlipidemia
50s
qhs
it
occlusive
undiagnosed
result
iabp
severity
balloon
s
dp
attributing
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
ultrasound
hypotensive
edema
desyrel
rest
ldl
distant
questions
atrial
ctab/l
?chf
bnp
except
grapefruit
parents
warrant
p/w
showing
lcx
early
blockages
trigs
sxms
10/12
desire
appearing
amputation
outpaient
wbc
lung
night
disorder
depression1
underwent
back
valvular
chf3
vsl
avoid
meds
simvistatin
critical
atenolol
transplant
lipid
slight
notable
s/s
metastatic
asthma7
chole
self-fsbg
flow-limiting
stone
anticoagulation
hypercholesterolism
therapeutic
block
previously
non-obstructive
obestiy
two
down
fingersticks
8/13
few
support
long
dm0
m/r/g
development
ivdu
wheezing
hs
adjusting
but
cabg
low-dose
rejection
restarted
official
placed
ihss
demonstrate
more
150
medication
anticoag
intermittent
deep
home
compared
provastatin
gastroparesis
ulcerations
45
nd
etiologies
osa/ohs
role
10/21/99
better
nt
picture
repeat
autonomic
aspirin
symvastatin
allowing
eval
idiopathic
structure
clinically
bilateral
described
casts
thrombosis
cellulitis
titration
oa7
itself
reversible
status
oa2
oral
tube
once
