<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
obese
congestive
chf
cad
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
sleep
apnea
depression
asthma
no
atorvastatin
of
gerd
reflux
bypass
gout
cholecystectomy
hyperlipidemia
peripheral
vascular
diabetic
cholesterol
osteoarthritis
beta-blocker
allopurinol
cardiomyopathy
elevated
obstructive
replacement
osa
gastroesophageal
blocker
iddm
beta
niddm
arthritis
pci
or
oa
prozac
ischemic
high
not
dyslipidemia
celexa
and
zoloft
pvd
venous
the
to
hyperchol
hip
history
for
knee
have
stasis
nystatin
evidence
in
gallstones
possible
dilated
degenerative
pravastatin
was
a
joint
elavil
wellbutrin
known
dm2
djd
on
with
that
esophagitis
angioplasty
ccy
be
ace
inhibitors
may
vs
her
presumed
versus
antihypertensives
as
antihypertensive
esophageal
carafate
?
any
cholelithiasis
this
his
out
cymbalta
increased
consider
negative
symptoms
hypertriglyceridemia
lipids
b-blocker
question
lovastatin
h/o
were
significant
without
patient
chol
an
at
insufficiency
had
possibly
pain
exacerbation
triglycerides
signs
effexor
-
rule
gallbladder
atherosclerotic
she
hypercholesterol
considered
venostasis
gouty
nonischemic
symptomatic
lexapro
copd
chest
stones
been
is
elev
previous
admission
acute
right
gallstone
questionable
hx
setting
tg
mellitus
lumbar
suggesting
infiltrate
pneumonia
other
suggested
percutaneous
lower
infiltrates
denies
hyperlipid
cath
2dm
diagnosis
disc
risk
very
grafting
0
hospital
sucralfate
found
cause
possibility
could
arterial
b
which
normal
left
sinus
exam
?cad
abdominal
infarction
myocardial
angiotensin
has
admitted
ulcers
ketoacidosis
ischemia
felt
outpatient
mycostatin
biliary
rhythm
stable
respiratory
having
mild
small
noted
study
changes
obestity
from
mg
patient's
following
process
syndrome
mi
fluvastatin
revealed
stress
dilatation
operations
over
some
weeks
related
year
factors
test
worsening
multiple
atypical
antidepressant
hyper
dermatitis
lobe
extremity
w/o
angina
depressive
declined
elevation
peripherovascular
pe
hernia
diffuse
edema
underlying
trigs
ruled
panniculectomy
back
s/p
2/2
by
|
obesitiy
hypercholesteremia
your
intervention
regimen
whether
g-e
ssri
problems
ge
during
causes
poorly
ventral
removal
cardiomegaly
iddm2
past
likely
abd
issues
then
new
leg
active
consideration
ekg
duct
few
r/o
started
f
control
exertional
want
acs
septic
1
morbid
abdomen
sx
st
including
arteries
20
probability
decompensated
return
documented
ed
89
medications
flare
major
there
primary
recent
pna
future
spinal
further
gall
medical
part
show
pump
pulm
dx
despite
2
tobacco
h
differential
nature
screen
le
c
last
candidate
except
pericardial
pulmonary
cp
?gerd
po
hyperlipdemia
controlled
liver
demand
it
antidepressants
prior
suggest
recurrent
adverse
well
adding
bnp
chole/appy/tah
disorder
effusion
denied
panniculitis
8/19
sob
two
included
hypoventilation
clinical
low
orthostatic
he
complications
problem
more
medication
home
treatment
m
ago
transluminal
bilateral
time
obestiy
++pvd
all
managed
exacer
ptb
aquired
disk
hypercholosterol
nonst
manometry
longstanding
flash
e/o
non-ischemic
cholesterol/dm
sent
lfts
rx
++chronic
continued
m/g/r
progression
level
stimulus
evaluation
notes
pickwickian
large
shows
dis
300s
ten
consistent
sign
varices
lymphedema
colic
will
?asthma
appear
neg
+
contributed
obesityno
current
suspect
increasing
98-100%
exercise
can
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
admits
diagnoses
involved
suggests
amount
suggestion
hosp
family
++htn
rhythm-has
++h/o
patency
self-fsbg
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
opposed
recommend
tachycardia
thru
until
infection
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
?gout
obvious
tb3a
v
about
inhibitor
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
axis
obesiy
guiac
s2
causing
panic
profile
gerd/dyspepsia
questioning
3/16/04
discomfort
blood
pt's
aicd
such
dchf
titrating
smoke
brady
4/3
diverticulosis
so
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
oral
years
course
cvas
etoh
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
?diabetes
progressive
oxygen
chronic
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
ef
nephrolithiasis
precedes
statin
81
event
food/drug
increase
fx
ra
cardiogenic
++seizure
pul
dysregulation
earlier
frank
team
s/sx
labs
?cad/imi
243
put
?typei
cough
bleed
mmc
interaction
edication
amyloid
keppra
due
nephrotic
undergo
think
frequent
hypercholesterolemi
echo
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
hypertension-induced
fibrillation
obesoty
abnormality
off
than
hypercholesterolaemia
congenital
10
showed
depressed
require
instruction
tree
infectious
2/17
hyperlipidemic
1+
minus
are
tofranil
unlikely
radiology
element
relatively
mostly
florid
able
crowd/atelectasis
who
sacral
most
linezolid
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
episode
flow
hyperlipidema
ext
walking
murmurs
presentation
swelling
desaturations
superimposed
friable
endobronchial
longer
based
conduction
sdh
less
only
non-compliance
in-house
demonstrated
above
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
dizziness
?osa
periph
w/
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
lesion
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
point
60
agents
middle
vessel
2+b/l
panel
dyspnea
considering
cbd
?chf-per
three
breath
hypertrophic
change
t8
define
lgi
hospitalization
discontinuing
mi/high
present
?dm
these
ejection
tolerate
spironolactone
10/26
-hyperlipidemia
qhs
need
undiagnosed
result
iabp
balloon
73%
s
dp
attributing
modification
several
planned
development
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
hypercholestrolemia
thought
ccf
ultrasound
hypotensive
desyrel
ldl
distant
questions
atrial
ctab/l
?chf
recommended
grapefruit
board
warrant
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
indication
wbc
lung
night
hyperglyceridemia
depression1
underwent
50
ct
valvular
chf3
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
transplant
o2
fractures
lipid
slight
notable
s/s
asthma7
chole
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
non-obstructive
10/21/99
down
fingersticks
hyperlipids
old
8/13
compression
anginal
support
initial
anxiety/depression
dm0
infected
fraction
gut
wheezing
hs
adjusting
stressors
but
echocardiogram
considerable
low-dose
rejection
restarted
official
placed
ihss
demonstrate
clear
x-ray
150
anticoag
intermittent
life
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
role
better
7/10
nt
presenting
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
eval
idiopathic
discharge
structure
clinically
described
casts
thrombosis
cellulitis
titration
2002
itself
2001
oa2
tube
once
