<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
congestive
obese
htn
chf
cad
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
no
depression
atorvastatin
sleep
apnea
asthma
of
reflux
bypass
hyperlipidemia
gerd
cholecystectomy
gout
peripheral
vascular
cholesterol
diabetic
osteoarthritis
beta-blocker
allopurinol
elevated
cardiomyopathy
obstructive
replacement
gastroesophageal
osa
blocker
beta
niddm
iddm
pci
not
prozac
arthritis
or
celexa
high
ischemic
and
dyslipidemia
venous
pvd
to
oa
zoloft
hyperchol
history
have
knee
hip
the
stasis
for
degenerative
gallstones
pravastatin
nystatin
evidence
in
dilated
joint
was
a
possible
elavil
djd
dm2
known
esophagitis
with
wellbutrin
that
angioplasty
on
vs
be
ace
inhibitors
ccy
may
antihypertensives
her
presumed
antihypertensive
any
?
as
his
carafate
versus
cholelithiasis
increased
this
esophageal
b-blocker
without
question
consider
negative
lovastatin
out
hypertriglyceridemia
were
cymbalta
lipids
chol
at
h/o
symptoms
significant
had
possibly
an
triglycerides
gallbladder
insufficiency
signs
pain
exacerbation
she
effexor
considered
venostasis
atherosclerotic
gouty
hypercholesterol
chest
stones
-
percutaneous
patient
2dm
rule
grafting
nonischemic
lexapro
mellitus
setting
pneumonia
been
elev
previous
angiotensin
admission
gallstone
questionable
hx
tg
0
suggesting
possibility
copd
infiltrate
suggested
is
lower
acute
infiltrates
hyperlipid
intervention
cath
ischemia
other
symptomatic
biliary
risk
very
hospital
outpatient
mi
sucralfate
lumbar
cause
could
which
ulcers
abdominal
infarction
myocardial
has
ketoacidosis
right
some
admitted
denies
by
your
diagnosis
disc
removal
stable
respiratory
having
mild
small
noted
study
changes
obestity
from
depressive
mg
patient's
following
process
syndrome
fluvastatin
revealed
stress
dilatation
operations
including
weeks
found
related
year
factors
arterial
major
test
b
worsening
multiple
clear
atypical
antidepressant
left
hyper
show
dermatitis
dx
sinus
differential
extremity
w/o
angina
declined
elevation
exam
candidate
peripherovascular
?cad
hernia
diffuse
antidepressants
s
edema
underlying
trigs
ruled
back
2/2
|
obesitiy
included
hypercholesteremia
hypoventilation
there
whether
g-e
ssri
felt
problems
time
cilastatin
ge
during
causes
poorly
ventral
rhythm
cardiomegaly
iddm2
past
likely
colic
abd
issues
then
leg
active
consideration
ekg
duct
until
r/o
started
infection
f
control
exertional
acs
septic
1
morbid
abdomen
such
sx
st
so
over
arteries
20
probability
decompensated
return
died
documented
ed
89
medications
flare
due
recent
part
pna
infectious
future
spinal
further
gall
normal
episode
arrythmia
pump
lobe
despite
2
tobacco
h
nature
screen
le
c
last
except
cp
ct
change
pe
?gerd
po
controlled
liver
demand
it
prior
suggest
recurrent
adverse
well
hypercholestrolemia
adding
bnp
chole/appy/tah
disorder
mycostatin
denied
panniculitis
s/p
8/19
sob
two
few
clinical
low
orthostatic
he
pulm
regimen
official
complications
problem
more
medical
x-ray
medication
home
presenting
m
ago
transluminal
bilateral
obestiy
all
managed
vasovagal
exacer
ptb
aquired
disk
hypercholosterol
nonst
manometry
longstanding
meds
htn2
flash
e/o
non-ischemic
presentation
sent
lfts
breathing
++chronic
5/15
cilistatin
continued
obeseskin
m/g/r
66yo
progression
level
evaluation
notes
large
shows
dis
ten
consistent
sign
varices
lymphedema
?asthma
appear
neg
+
contributed
obesityno
current
suspect
new
increasing
98-100%
exercise
can
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
suggestion
family
++htn
rhythm-has
++h/o
rx
patency
self-fsbg
trazodone
standing
use
ercp
positive
faint
retinopathy
anginal
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
want
axis
obesiy
guiac
s2
causing
panic
profile
gerd/dyspepsia
reversible
questioning
3/16/04
discomfort
blood
pt's
aicd
dchf
titrating
smoke
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
panniculectomy
longer
hypercholesteroleia
?djd
thigh
oral
years
course
cvas
etoh
before
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
therapy
effects
aborted
progressive
oxygen
chronic
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
precedes
statin
81
event
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
interaction
edication
amyloid
keppra
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
primary
echo
date
osa/hypoventilation
45%
given
management
checked
silent
hypertension-induced
fibrillation
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
hyperlipidemic
1+
minus
are
tofranil
head
unlikely
radiology
element
relatively
mostly
depletion
able
crowd/atelectasis
fhx
who
sacral
linezolid
plan
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
hyperlipidema
ext
walking
murmurs
swelling
brother
dyspnea
desaturations
superimposed
friable
endobronchial
based
conduction
sdh
less
only
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
lesion
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
syncopal
distress
cancer
point
60
pericardial
vessel
2+b/l
considering
cbd
?chf-per
three
breath
t8
hyperlipdemia
define
lgi
hospitalization
discontinuing
++pvd
300s
angiographically
?dm
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
iabp
severity
balloon
73%
dp
attributing
80s
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
abnormality
center
neuropathy
studies
thought
ccf
ultrasound
hypotensive
desyrel
ldl
distant
questions
atrial
ctab/l
?chf
recommended
grapefruit
parents
treatment
warrant
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
sxms
10/12
desire
b/c
amputation
51
50
simvostatin
wbc
lung
night
hyperglyceridemia
effusion
underwent
craniotomy
valvular
chf3
development
vsl
spasm
throughout
avoid
simvistatin
atenolol
transplant
o2
fractures
lipid
slight
notable
s/s
hosp
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
non-obstructive
10/21/99
down
fingersticks
hyperlipids
old
8/13
compression
support
long
dm0
m/r/g
infected
fraction
ivdu
gut
wheezing
hs
adjusting
but
cabg
echocardiogram
rejection
restarted
placed
ihss
demonstrate
150
anticoag
intermittent
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
eval
idiopathic
discharge
structure
clinically
described
casts
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
