<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
congestive
obese
htn
chf
cad
cardiac
catheterization
obesity
simvastatin
hypercholesterolemia
dm
no
atorvastatin
depression
sleep
apnea
asthma
of
reflux
bypass
hyperlipidemia
gout
gerd
cholecystectomy
peripheral
vascular
cholesterol
diabetic
beta-blocker
allopurinol
osteoarthritis
cardiomyopathy
elevated
replacement
obstructive
osa
gastroesophageal
blocker
beta
iddm
niddm
pci
ischemic
not
arthritis
dyslipidemia
and
oa
prozac
or
high
celexa
pvd
venous
to
the
hyperchol
hip
zoloft
history
have
for
knee
stasis
in
nystatin
pravastatin
evidence
was
degenerative
gallstones
joint
a
dilated
possible
with
known
esophagitis
wellbutrin
dm2
djd
that
angioplasty
elavil
on
vs
be
ace
inhibitors
ccy
as
her
presumed
may
versus
antihypertensive
any
antihypertensives
his
esophageal
carafate
cholelithiasis
this
without
increased
?
question
consider
cymbalta
significant
out
hypertriglyceridemia
lipids
negative
lovastatin
h/o
b-blocker
possibly
patient
exacerbation
triglycerides
gallbladder
were
chol
an
at
insufficiency
she
hypercholesterol
considered
symptoms
had
rule
gouty
signs
pneumonia
chest
effexor
stones
pain
venostasis
setting
2dm
grafting
atherosclerotic
mellitus
suggested
been
percutaneous
elev
previous
admission
acute
right
hyperlipid
gallstone
hx
nonischemic
0
lexapro
suggesting
possibility
copd
infiltrate
other
lower
angiotensin
infiltrates
some
questionable
ischemia
symptomatic
diagnosis
biliary
risk
very
mild
hospital
outpatient
mi
sucralfate
found
cause
could
arterial
b
which
left
ulcers
exam
is
has
admitted
denies
your
intervention
cath
felt
mycostatin
removal
stable
tg
respiratory
having
small
noted
likely
test
study
changes
obestity
depressive
mg
patient's
following
syndrome
fluvastatin
stress
dilatation
over
weeks
lumbar
year
factors
major
worsening
multiple
normal
clear
atypical
antidepressant
show
dermatitis
lobe
dx
sinus
extremity
w/o
angina
declined
elevation
candidate
peripherovascular
?cad
pe
-
antidepressants
s
infarction
myocardial
well
edema
trigs
panniculectomy
ketoacidosis
2/2
by
|
obesitiy
hypercholesteremia
hypoventilation
there
regimen
whether
g-e
problems
included
time
cilastatin
ge
disc
during
causes
rhythm
cardiomegaly
iddm2
consistent
past
colic
abd
issues
new
leg
active
consideration
ekg
duct
from
until
r/o
started
f
control
want
acs
1
abdomen
such
sx
st
so
operations
arteries
20
probability
morbid
decompensated
return
died
documented
ed
related
89
medications
flare
due
primary
recent
future
further
gall
part
arrythmia
hyper
pump
despite
2
tobacco
h
differential
nature
screen
le
c
last
except
pericardial
pulmonary
cp
abdominal
change
?gerd
po
hyperlipdemia
liver
demand
hernia
?dm
it
ssri
prior
suggest
recurrent
adverse
pulm
hypercholestrolemia
underlying
adding
bnp
ruled
effusion
back
denied
s/p
sob
two
few
low
he
official
complications
problem
more
x-ray
medication
m
treatment
ago
transluminal
obestiy
all
managed
vasovagal
exacer
ptb
aquired
disk
hypercholosterol
poorly
nonst
manometry
longstanding
ventral
flash
e/o
presentation
sent
lfts
breathing
indication
5/15
cilistatin
continued
obeseskin
m/g/r
66yo
progression
level
evaluation
notes
pickwickian
large
shows
dis
ten
sign
varices
lymphedema
will
?asthma
appear
neg
+
contributed
obesityno
current
suspect
then
increasing
98-100%
exercise
can
med
degree
non-cardiac
shortness
supplying
obtained
admits
involved
etiology
suggests
amount
suggestion
hosp
family
rhythm-has
rx
patency
rarely
self-fsbg
trazodone
use
ercp
positive
alcoholic
retinopathy
anginal
live
opposed
recommend
tachycardia
thru
assessment
knows
infection
admissions
transient
obesity/chf
iii
entertained
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
sscp/epigastric
stated
process
joints
asthma/tobacco
exertional
days
performed
axis
septic
obesiy
guiac
s2
causing
leiomyoma
panic
gerd/dyspepsia
reversible
questioning
3/16/04
discomfort
blood
pt's
aicd
revealed
titrating
smoke
brady
4/3
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
oral
years
course
cvas
including
before
?coronary
fix
ett-mibi
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
?diabetes
ultrasound
habitus
filling
non-obese
stopped
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
precedes
statin
81
event
food/drug
increase
fx
ivfs
ra
intravascular
pul
dysregulation
earlier
frank
gut
s/sx
labs
difficulty
?cad/imi
243
put
?typei
bleed
mmc
pancreatic
interaction
edication
amyloid
nephrotic
undergo
think
hypercholesterolemi
echo
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
hypertension-induced
fibrillation
obesoty
abnormality
consult
pna
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
infectious
2/17
hyperlipidemic
1+
spinal
minus
are
tofranil
head
unlikely
radiology
element
relatively
florid
depletion
able
crowd/atelectasis
scren
fhx
who
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
episode
flow
hyperlipidema
ext
murmurs
swelling
brother
desaturations
friable
based
conduction
less
only
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
?osa
periph
w/
namely
surgery
outpt
concern
subsequent
interventional
pressures
radiated
lesion
checks
recently
wk
peformed
renovascular
nonintervenable
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
agents
middle
vessel
2+b/l
ct
considering
cbd
?chf-per
three
breath
hypertrophic
define
lgi
controlled
hospitalization
discontinuing
300s
diffuse
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
iabp
severity
balloon
73%
dp
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
neuropathy
studies
thought
ccf
hypotensive
desyrel
rest
distant
questions
atrial
ctab/l
recommended
grapefruit
parents
board
chole/appy/tah
warrant
saturation
p/w
showing
lcx
early
blockages
10/12
desire
b/c
appearing
amputation
51
simvostatin
outpaient
wbc
lung
night
disorder
hyperglyceridemia
depression1
50
valvular
chf3
development
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
panniculitis
transplant
o2
10/21/99
slight
notable
s/s
metastatic
asthma7
chole
panel
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
non-obstructive
down
chronic
fingersticks
hyperlipids
old
8/13
support
long
anxiety/depression
dm0
m/r/g
clinical
infected
fraction
ivdu
hs
adjusting
stressors
but
cabg
echocardiogram
orthostatic
considerable
low-dose
rejection
restarted
placed
ihss
demonstrate
medical
150
anticoag
intermittent
life
deep
sxs
home
doe
oa7
compared
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
presenting
opacity
repeat
autonomic
aspirin
symvastatin
allowing
eval
discharge
structure
clinically
bilateral
described
casts
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
