<PAD>
disease
hypertension
coronary
diabetes
artery
heart
failure
htn
congestive
obese
chf
cad
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
atorvastatin
depression
asthma
no
sleep
apnea
of
reflux
bypass
hyperlipidemia
gerd
gout
cholecystectomy
peripheral
vascular
cholesterol
diabetic
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
elevated
replacement
obstructive
osa
gastroesophageal
blocker
iddm
pci
beta
niddm
arthritis
prozac
not
celexa
ischemic
or
dyslipidemia
and
oa
high
venous
pvd
zoloft
to
the
hyperchol
history
knee
hip
for
have
stasis
nystatin
in
pravastatin
evidence
degenerative
dilated
a
gallstones
joint
was
elavil
possible
esophagitis
dm2
with
wellbutrin
djd
known
on
that
angioplasty
vs
be
ccy
ace
versus
inhibitors
?
as
may
antihypertensive
her
presumed
any
antihypertensives
esophageal
this
carafate
cholelithiasis
question
out
cymbalta
b-blocker
without
increased
consider
negative
lovastatin
his
symptoms
hypertriglyceridemia
significant
lipids
chol
at
insufficiency
h/o
were
patient
exacerbation
an
triglycerides
gallbladder
signs
had
possibly
hypercholesterol
effexor
considered
-
pain
venostasis
rule
atherosclerotic
gouty
she
pneumonia
chest
stones
acute
gallstone
setting
2dm
grafting
nonischemic
lexapro
mellitus
copd
suggested
is
percutaneous
elev
previous
admission
right
hyperlipid
questionable
hx
0
symptomatic
lumbar
suggesting
possibility
infiltrate
other
been
lower
angiotensin
some
denies
intervention
cath
ischemia
felt
diagnosis
disc
biliary
risk
very
mild
hospital
mi
sucralfate
found
cause
could
arterial
b
normal
sinus
w/o
exam
?cad
infarction
myocardial
left
has
admitted
infiltrates
ketoacidosis
by
your
ulcers
outpatient
removal
rhythm
stable
tg
respiratory
small
noted
likely
study
changes
obestity
from
depressive
mg
patient's
following
process
syndrome
fluvastatin
stress
dilatation
operations
over
weeks
related
year
factors
major
test
worsening
multiple
clear
atypical
antidepressant
show
dermatitis
lobe
dx
differential
extremity
angina
declined
elevation
candidate
peripherovascular
abdominal
pe
hernia
antidepressants
s
well
edema
underlying
trigs
ruled
panniculectomy
back
mycostatin
2/2
|
obesitiy
included
hypercholesteremia
hypoventilation
there
regimen
g-e
ssri
time
cilastatin
ge
causes
ventral
cardiomegaly
iddm2
having
consistent
past
colic
abd
issues
then
new
leg
active
consideration
ekg
duct
few
until
r/o
started
infection
f
control
want
acs
septic
1
abdomen
such
revealed
sx
st
so
including
arteries
20
probability
morbid
decompensated
return
died
documented
ed
89
medications
flare
primary
recent
pna
infectious
future
spinal
further
gall
which
episode
part
arrythmia
hyper
pump
despite
2
tobacco
h
lesion
nature
screen
le
c
last
except
pericardial
pulmonary
cp
ct
change
?gerd
po
hyperlipdemia
demand
diffuse
?dm
it
suggest
recurrent
adverse
pulm
hypercholestrolemia
bnp
disorder
effusion
denied
panniculitis
s/p
8/19
sob
two
clinical
low
orthostatic
he
whether
official
problem
more
medical
x-ray
medication
home
treatment
presenting
problems
m
ago
bilateral
obestiy
all
managed
vasovagal
exacer
ptb
during
aquired
disk
hypercholosterol
poorly
nonst
manometry
longstanding
depletion
htn2
flash
e/o
non-ischemic
cholesterol/dm
sent
lfts
breathing
++chronic
indication
5/15
cilistatin
continued
obeseskin
m/g/r
66yo
progression
level
stimulus
evaluation
notes
pickwickian
large
shows
dis
300s
ten
sign
varices
lymphedema
will
?asthma
appear
neg
+
contributed
obesityno
current
suspect
increasing
98-100%
exercise
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
amount
suggestion
hosp
family
++htn
++h/o
rx
patency
rarely
self-fsbg
trazodone
standing
use
positive
alcoholic
retinopathy
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
?gout
obvious
can
v
about
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
exertional
days
axis
obesiy
guiac
s2
leiomyoma
panic
gerd/dyspepsia
reversible
questioning
3/16/04
discomfort
blood
pt's
dchf
titrating
smoke
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
oral
years
course
cvas
etoh
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
?diabetes
progressive
oxygen
chronic
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
precedes
statin
81
event
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
due
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
echo
date
osa/hypoventilation
45%
discharged
given
management
checked
hypertension-induced
fibrillation
obesoty
abnormality
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
hyperlipidemic
1+
minus
are
tofranil
head
unlikely
radiology
element
mostly
florid
able
crowd/atelectasis
hs
scren
fhx
who
sacral
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
hyperlipidema
ext
walking
murmurs
presentation
swelling
brother
desaturations
superimposed
endobronchial
longer
based
conduction
sdh
less
only
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
procedures
dp
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
agents
middle
vessel
2+b/l
panel
considering
cbd
?chf-per
three
breath
hypertrophic
t8
define
lgi
controlled
hospitalization
discontinuing
++pvd
mi/high
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
iabp
severity
prior
balloon
73%
attributing
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
ultrasound
desyrel
rest
distant
questions
adding
atrial
ctab/l
?chf
recommended
grapefruit
parents
board
chole/appy/tah
warrant
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
outpaient
wbc
lung
night
hyperglyceridemia
depression1
underwent
50
valvular
chf3
development
vsl
spasm
throughout
avoid
simvistatin
critical
atenolol
transplant
o2
fractures
10/21/99
slight
notable
s/s
metastatic
asthma7
chole
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
non-obstructive
down
fingersticks
hyperlipids
old
8/13
compression
anginal
support
long
anxiety/depression
dm0
m/r/g
infected
fraction
ivdu
gut
wheezing
stressors
but
cabg
echocardiogram
considerable
low-dose
rejection
restarted
placed
complications
ihss
demonstrate
150
anticoag
intermittent
life
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
eval
idiopathic
discharge
structure
transluminal
described
casts
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
