<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
congestive
obese
chf
cad
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
atorvastatin
depression
no
sleep
apnea
asthma
of
reflux
bypass
hyperlipidemia
gout
cholecystectomy
gerd
peripheral
vascular
cholesterol
diabetic
beta-blocker
osteoarthritis
allopurinol
elevated
cardiomyopathy
obstructive
replacement
osa
gastroesophageal
blocker
beta
iddm
pci
niddm
prozac
arthritis
not
ischemic
or
high
celexa
and
oa
dyslipidemia
venous
pvd
zoloft
to
the
hyperchol
history
knee
hip
have
for
stasis
nystatin
evidence
was
pravastatin
in
degenerative
a
gallstones
joint
dilated
elavil
possible
dm2
with
wellbutrin
known
djd
esophagitis
that
angioplasty
on
be
vs
ccy
versus
ace
inhibitors
as
her
presumed
antihypertensive
any
antihypertensives
?
may
his
esophageal
carafate
cholelithiasis
question
this
without
increased
consider
out
cymbalta
significant
b-blocker
negative
lovastatin
h/o
symptoms
hypertriglyceridemia
were
lipids
patient
chol
insufficiency
possibly
exacerbation
an
triglycerides
gallbladder
signs
had
at
she
hypercholesterol
effexor
-
pain
venostasis
rule
atherosclerotic
gouty
mellitus
pneumonia
considered
stones
percutaneous
acute
gallstone
setting
2dm
grafting
nonischemic
symptomatic
lexapro
copd
chest
suggested
been
is
elev
previous
angiotensin
right
hyperlipid
questionable
hx
tg
0
lumbar
suggesting
possibility
infiltrate
lower
infiltrates
some
denies
intervention
cath
ischemia
felt
disc
biliary
risk
very
mild
hospital
mi
sucralfate
found
cause
could
arterial
b
other
which
normal
left
sinus
w/o
exam
?cad
abdominal
infarction
myocardial
admission
has
ketoacidosis
admitted
by
your
ulcers
outpatient
diagnosis
mycostatin
removal
rhythm
respiratory
having
small
noted
likely
study
changes
obestity
from
depressive
mg
patient's
following
process
syndrome
fluvastatin
revealed
stress
dilatation
operations
over
including
weeks
related
year
factors
major
test
worsening
multiple
clear
atypical
antidepressant
hyper
show
dermatitis
lobe
dx
differential
extremity
angina
declined
elevation
candidate
peripherovascular
pe
hernia
diffuse
antidepressants
s
well
edema
underlying
trigs
ruled
panniculectomy
back
s/p
2/2
obesitiy
included
hypercholesteremia
hypoventilation
there
regimen
whether
g-e
ssri
problems
cilastatin
ge
during
causes
poorly
ventral
stable
cardiomegaly
iddm2
consistent
past
colic
abd
issues
then
new
leg
active
consideration
ekg
duct
few
until
r/o
started
infection
f
control
exertional
want
acs
septic
1
abdomen
such
st
so
arteries
20
probability
morbid
decompensated
return
died
documented
89
medications
flare
due
primary
part
pna
infectious
future
spinal
further
gall
episode
arrythmia
pump
despite
2
tobacco
h
lesion
nature
screen
le
c
last
except
pericardial
pulmonary
cp
ct
change
?gerd
po
hyperlipdemia
controlled
liver
demand
?dm
it
prior
suggest
recurrent
adverse
pulm
hypercholestrolemia
adding
bnp
chole/appy/tah
disorder
effusion
denied
panniculitis
8/19
sob
two
clinical
low
orthostatic
he
official
complications
problem
more
medical
x-ray
medication
home
treatment
presenting
m
ago
transluminal
bilateral
time
obestiy
all
managed
vasovagal
exacer
ptb
aquired
disk
hypercholosterol
nonst
manometry
longstanding
htn2
flash
e/o
non-ischemic
cholesterol/dm
sent
lfts
breathing
++chronic
indication
5/15
cilistatin
continued
obeseskin
m/g/r
66yo
progression
level
stimulus
evaluation
notes
pickwickian
large
shows
300s
ten
sign
varices
lymphedema
will
?asthma
appear
neg
+
contributed
obesityno
current
suspect
increasing
exercise
can
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
amount
suggestion
family
++htn
rhythm-has
++h/o
rx
patency
rarely
self-fsbg
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
axis
obesiy
guiac
s2
causing
leiomyoma
panic
profile
reversible
questioning
3/16/04
discomfort
blood
pt's
aicd
dchf
titrating
smoke
sx
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
longer
hypercholesteroleia
?djd
thigh
oral
years
course
cvas
etoh
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
?diabetes
progressive
oxygen
chronic
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ed
ef
nephrolithiasis
precedes
statin
81
event
food/drug
fx
ivfs
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
osa/hypoventilation
45%
discharged
given
management
checked
silent
hypertension-induced
fibrillation
recent
obesoty
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
hyperlipidemic
1+
minus
are
tofranil
head
unlikely
radiology
element
relatively
mostly
florid
depletion
able
crowd/atelectasis
hs
scren
fhx
who
sacral
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
hyperlipidema
ext
walking
murmurs
presentation
swelling
brother
dyspnea
desaturations
superimposed
friable
endobronchial
based
conduction
sdh
less
only
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
syncopal
cxr
distress
cancer
point
60
agents
middle
vessel
2+b/l
panel
considering
cbd
?chf-per
three
breath
hypertrophic
t8
define
lgi
hospitalization
discontinuing
++pvd
mi/high
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
iabp
severity
balloon
73%
dp
attributing
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
abnormality
center
neuropathy
studies
thought
ccf
ultrasound
hypotensive
desyrel
rest
ldl
distant
questions
atrial
ctab/l
?chf
recommended
grapefruit
parents
board
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
outpaient
wbc
lung
night
hyperglyceridemia
underwent
50
valvular
chf3
development
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
transplant
fractures
lipid
slight
s/s
metastatic
hosp
chole
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
non-obstructive
10/21/99
down
fingersticks
hyperlipids
old
8/13
compression
anginal
support
long
anxiety/depression
dm0
m/r/g
infected
fraction
ivdu
gut
wheezing
adjusting
stressors
but
cabg
echocardiogram
considerable
low-dose
rejection
restarted
placed
ihss
demonstrate
150
anticoag
intermittent
life
deep
sxs
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
eval
idiopathic
discharge
structure
clinically
described
casts
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
