<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
congestive
obese
chf
cad
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
atorvastatin
no
depression
sleep
apnea
asthma
of
reflux
bypass
hyperlipidemia
gout
gerd
cholecystectomy
peripheral
vascular
cholesterol
diabetic
beta-blocker
osteoarthritis
allopurinol
cardiomyopathy
elevated
obstructive
replacement
osa
gastroesophageal
blocker
iddm
beta
pci
niddm
arthritis
prozac
not
ischemic
celexa
high
and
or
dyslipidemia
oa
venous
pvd
zoloft
to
the
hyperchol
hip
history
knee
for
have
stasis
nystatin
in
evidence
was
degenerative
pravastatin
a
gallstones
dilated
joint
possible
elavil
with
esophagitis
dm2
wellbutrin
known
djd
on
that
angioplasty
be
ccy
ace
versus
inhibitors
?
her
as
presumed
antihypertensive
any
vs
antihypertensives
may
this
his
carafate
cholelithiasis
question
esophageal
without
increased
out
significant
b-blocker
consider
lovastatin
h/o
symptoms
hypertriglyceridemia
were
cymbalta
lipids
patient
chol
at
negative
insufficiency
had
possibly
exacerbation
triglycerides
gallbladder
signs
an
she
hypercholesterol
effexor
considered
pain
venostasis
rule
atherosclerotic
gouty
mellitus
pneumonia
stones
percutaneous
acute
gallstone
questionable
setting
2dm
grafting
nonischemic
symptomatic
lexapro
copd
chest
suggested
-
is
elev
previous
angiotensin
admission
right
hyperlipid
hx
tg
0
lumbar
suggesting
possibility
infiltrate
other
been
lower
infiltrates
some
denies
intervention
cath
ischemia
felt
diagnosis
disc
biliary
risk
very
mild
hospital
mi
sucralfate
found
cause
could
arterial
b
which
normal
left
sinus
w/o
exam
?cad
abdominal
infarction
myocardial
has
admitted
ketoacidosis
by
your
ulcers
outpatient
mycostatin
removal
rhythm
stable
respiratory
having
small
noted
likely
study
changes
obestity
from
depressive
mg
patient's
following
process
syndrome
fluvastatin
revealed
stress
dilatation
operations
over
including
weeks
related
year
factors
major
test
worsening
multiple
clear
antidepressant
hyper
show
dermatitis
lobe
differential
extremity
angina
declined
elevation
candidate
peripherovascular
diffuse
antidepressants
s
well
edema
underlying
trigs
ruled
panniculectomy
s/p
|
obesitiy
included
hypercholesteremia
hypoventilation
there
whether
g-e
ssri
problems
time
cilastatin
ge
during
causes
poorly
ventral
cardiomegaly
iddm2
consistent
past
colic
issues
then
new
leg
active
consideration
ekg
duct
2/2
until
r/o
started
infection
f
control
exertional
want
septic
1
abdomen
such
sx
st
so
arteries
20
probability
decompensated
return
died
documented
ed
89
medications
flare
due
primary
recent
pna
infectious
future
spinal
further
gall
episode
atypical
part
arrythmia
pump
dx
despite
2
tobacco
h
lesion
nature
screen
le
c
last
except
pericardial
pulmonary
cp
ct
change
pe
?gerd
po
hyperlipdemia
controlled
liver
demand
hernia
?dm
prior
suggest
recurrent
adverse
pulm
hypercholestrolemia
adding
bnp
chole/appy/tah
disorder
effusion
back
denied
panniculitis
8/19
sob
two
few
clinical
low
orthostatic
he
regimen
complications
problem
more
medical
x-ray
medication
home
treatment
presenting
m
ago
transluminal
bilateral
all
managed
vasovagal
exacer
ptb
aquired
disk
hypercholosterol
nonst
manometry
htn2
flash
e/o
non-ischemic
cholesterol/dm
sent
lfts
breathing
++chronic
indication
5/15
cilistatin
continued
obeseskin
66yo
progression
level
stimulus
evaluation
notes
pickwickian
large
shows
dis
300s
ten
sign
varices
lymphedema
will
?asthma
abd
appear
neg
+
contributed
current
suspect
increasing
98-100%
exercise
can
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
amount
suggestion
hosp
family
++htn
rhythm-has
++h/o
rx
patency
rarely
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
anginal
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
axis
gerd/dyspepsia
obesiy
guiac
s2
causing
leiomyoma
profile
questioning
3/16/04
discomfort
blood
pt's
aicd
dchf
titrating
smoke
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
years
course
cvas
etoh
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
morbid
good
yo
atherosclerosis
bouts
therapy
effects
aborted
?diabetes
progressive
oxygen
chronic
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
brother
precedes
statin
81
event
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
team
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
echo
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
hypertension-induced
fibrillation
obesoty
abnormality
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
hyperlipidemic
1+
minus
are
tofranil
head
unlikely
radiology
element
relatively
mostly
florid
depletion
able
crowd/atelectasis
hs
scren
fhx
who
sacral
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
hyperlipidema
ext
walking
murmurs
presentation
swelling
dyspnea
desaturations
superimposed
friable
endobronchial
longer
based
conduction
sdh
less
only
non-compliance
in-house
demonstrated
do
above
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
agents
middle
vessel
2+b/l
panel
considering
cbd
?chf-per
three
breath
hypertrophic
t8
define
lgi
hospitalization
discontinuing
++pvd
mi/high
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
it
occlusive
need
undiagnosed
result
iabp
severity
balloon
73%
dp
attributing
80s
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
ultrasound
hypotensive
desyrel
rest
ldl
distant
questions
atrial
ctab/l
?chf
recommended
grapefruit
parents
board
warrant
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
outpaient
wbc
lung
night
hyperglyceridemia
depression1
underwent
50
valvular
chf3
development
vsl
throughout
avoid
meds
simvistatin
critical
atenolol
transplant
o2
fractures
lipid
slight
notable
s/s
metastatic
asthma7
chole
self-fsbg
flow-limiting
stone
anticoagulation
acs
hypercholesterolism
therapeutic
block
previously
non-obstructive
obestiy
down
fingersticks
hyperlipids
old
8/13
compression
support
long
anxiety/depression
dm0
m/r/g
infected
fraction
ivdu
gut
wheezing
adjusting
stressors
but
cabg
echocardiogram
considerable
low-dose
rejection
restarted
official
placed
ihss
demonstrate
150
anticoag
intermittent
life
deep
sxs
doe
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
10/21/99
better
7/10
nt
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
eval
idiopathic
discharge
structure
clinically
described
casts
thrombosis
cellulitis
titration
oa7
itself
reversible
status
oa2
oral
tube
once
