<PAD>
disease
coronary
hypertension
diabetes
artery
heart
failure
htn
obese
congestive
cad
chf
obesity
cardiac
catheterization
simvastatin
hypercholesterolemia
dm
atorvastatin
depression
no
asthma
sleep
apnea
of
reflux
bypass
hyperlipidemia
gerd
gout
cholecystectomy
peripheral
vascular
cholesterol
diabetic
beta-blocker
osteoarthritis
allopurinol
elevated
cardiomyopathy
replacement
obstructive
osa
gastroesophageal
blocker
beta
pci
iddm
niddm
arthritis
not
prozac
ischemic
celexa
high
or
and
dyslipidemia
oa
venous
pvd
to
the
zoloft
hyperchol
history
hip
have
knee
for
stasis
nystatin
evidence
in
degenerative
pravastatin
was
gallstones
joint
a
dilated
possible
with
elavil
dm2
wellbutrin
known
djd
esophagitis
on
that
angioplasty
be
vs
ccy
versus
ace
inhibitors
as
her
presumed
may
antihypertensive
antihypertensives
?
any
this
his
esophageal
carafate
cholelithiasis
question
without
increased
consider
out
cymbalta
significant
lovastatin
symptoms
hypertriglyceridemia
were
lipids
b-blocker
patient
chol
at
negative
insufficiency
h/o
had
possibly
exacerbation
an
triglycerides
gallbladder
pain
signs
she
hypercholesterol
considered
-
venostasis
rule
atherosclerotic
mellitus
pneumonia
chest
effexor
stones
percutaneous
acute
gallstone
questionable
setting
2dm
grafting
gouty
nonischemic
symptomatic
lexapro
copd
suggested
been
elev
angiotensin
admission
right
hyperlipid
tg
0
lumbar
possibility
infiltrate
is
lower
infiltrates
denies
intervention
cath
hx
ischemia
felt
diagnosis
disc
biliary
very
mild
hospital
mi
sucralfate
found
suggesting
cause
could
arterial
b
other
which
normal
left
sinus
exam
?cad
abdominal
infarction
myocardial
previous
has
admitted
some
ketoacidosis
by
your
ulcers
outpatient
mycostatin
removal
rhythm
stable
risk
respiratory
having
small
noted
likely
study
changes
obestity
from
depressive
mg
patient's
following
process
syndrome
fluvastatin
revealed
dilatation
operations
over
including
weeks
related
year
major
worsening
multiple
clear
atypical
antidepressant
hyper
show
dermatitis
lobe
dx
differential
extremity
w/o
angina
declined
elevation
candidate
peripherovascular
pe
hernia
diffuse
antidepressants
s
well
edema
underlying
trigs
ruled
panniculectomy
back
s/p
2/2
|
obesitiy
hypercholesteremia
hypoventilation
there
regimen
whether
g-e
ssri
problems
included
time
cilastatin
ge
during
causes
poorly
ventral
cardiomegaly
iddm2
consistent
past
colic
abd
issues
then
new
leg
active
consideration
ekg
duct
few
until
r/o
started
infection
f
control
exertional
want
acs
septic
1
abdomen
such
stress
sx
st
so
arteries
20
probability
morbid
decompensated
return
died
ed
89
medications
factors
flare
due
primary
test
pna
infectious
future
spinal
further
gall
episode
part
arrythmia
despite
2
tobacco
h
lesion
nature
screen
le
c
last
except
pericardial
pulmonary
ct
change
?gerd
po
hyperlipdemia
controlled
liver
demand
?dm
it
prior
suggest
recurrent
adverse
pulm
hypercholestrolemia
8/19
adding
bnp
chole/appy/tah
disorder
effusion
denied
panniculitis
sob
two
clinical
low
orthostatic
he
official
complications
problem
more
medical
x-ray
medication
home
treatment
presenting
m
ago
transluminal
bilateral
obestiy
all
managed
vasovagal
exacer
ptb
aquired
disk
hypercholosterol
nonst
manometry
longstanding
htn2
flash
e/o
presentation
sent
lfts
breathing
++chronic
indication
5/15
cilistatin
continued
obeseskin
m/g/r
66yo
progression
level
evaluation
notes
pickwickian
large
shows
dis
ten
sign
varices
lymphedema
will
?asthma
appear
neg
+
contributed
obesityno
current
suspect
increasing
98-100%
exercise
can
med
degree
post-obstructive
non-cardiac
shortness
physiology
supplying
obtained
admits
diagnoses
involved
etiology
suggests
amount
suggestion
hosp
family
++htn
rhythm-has
++h/o
rx
patency
rarely
self-fsbg
trazodone
standing
use
ercp
positive
alcoholic
retinopathy
live
opposed
recommend
tachycardia
thru
assessment
knows
admissions
transient
obesity/chf
iii
entertained
rosuvastatin
suggestive
?gout
obvious
tb3a
v
about
inhibitor
dosage
sscp/epigastric
stated
joints
asthma/tobacco
days
performed
axis
obesiy
guiac
s2
causing
leiomyoma
panic
profile
gerd/dyspepsia
reversible
questioning
3/16/04
discomfort
blood
pt's
aicd
dchf
titrating
smoke
brady
4/3
diverticulosis
methadone
subsequently
playing
triggering
hyperlipidemia10
hypercholesteroleia
?djd
thigh
oral
years
course
cvas
before
?coronary
fix
ett-mibi
atelectasis
decreased
might
good
yo
atherosclerosis
bouts
80s
therapy
effects
aborted
documented
?diabetes
progressive
oxygen
ultrasound
habitus
filling
non-obese
stopped
osri
bation
soft
reactions
70s/80s
mental
ef
nephrolithiasis
precedes
statin
81
event
food/drug
increase
fx
ivfs
ra
cardiogenic
++seizure
intravascular
pul
dysregulation
earlier
frank
gut
s/sx
labs
difficulty
?cad/imi
243
put
?typei
cough
bleed
mmc
pancreatic
interaction
edication
amyloid
keppra
nephrotic
undergo
think
frequent
initial
hypercholesterolemi
echo
date
osa/hypoventilation
45%
discharged
given
management
checked
silent
hypertension-induced
fibrillation
recent
obesoty
abnormality
consult
off
cad/mi
than
hypercholesterolaemia
neck
congenital
10
showed
depressed
require
instruction
tree
2/17
hyperlipidemic
1+
minus
are
tofranil
head
unlikely
radiology
element
relatively
mostly
florid
depletion
able
crowd/atelectasis
hs
scren
fhx
who
sacral
most
linezolid
plan
faint
segment
class
hypertriglyceride
cad-little
mibi
restarting
flow
hyperlipidema
ext
walking
murmurs
swelling
brother
dyspnea
desaturations
superimposed
friable
endobronchial
longer
based
conduction
sdh
less
pump
only
non-compliance
in-house
demonstrated
do
above
umbilical
aetiology
12
3/4
procedures
antagonist
secondary
processes
medicines
-chf
re-institution
dizziness
?osa
periph
w/
namely
surgery
outpt
concern
+ruq
subsequent
interventional
pressures
radiated
checks
recently
wk
three-vessel
peformed
renovascular
nonintervenable
++large
cervical
labs/studies
both
ett
?h/o
dobutamine
tapered
hypertension6
mildly
context
long-term
contribution
hypertension9
syncopal
cxr
distress
cancer
point
60
agents
middle
vessel
2+b/l
cp
panel
considering
cbd
?chf-per
three
breath
hypertrophic
t8
define
lgi
hospitalization
discontinuing
++pvd
300s
present
angiographically
these
ejection
tolerate
spironolactone
deferred
10/26
-hyperlipidemia
50s
qhs
vol
occlusive
need
undiagnosed
result
iabp
severity
balloon
73%
dp
modification
several
planned
exertion
1-3
pylori
vo2
tighter
?pci
gout1
center
neuropathy
studies
thought
ccf
hypotensive
desyrel
rest
ldl
distant
questions
atrial
ctab/l
?chf
recommended
grapefruit
parents
board
warrant
saturation
cardiopulmonary
p/w
showing
lcx
early
blockages
craniotomy
sxms
10/12
desire
b/c
appearing
amputation
51
simvostatin
outpaient
wbc
lung
night
hyperglyceridemia
depression1
underwent
50
valvular
chf3
vsl
spasm
throughout
avoid
meds
simvistatin
critical
atenolol
transplant
o2
fractures
lipid
slight
notable
s/s
metastatic
asthma7
chole
flow-limiting
stone
attacks
anticoagulation
tumor
hypercholesterolism
therapeutic
block
repair
previously
10/21/99
down
chronic
fingersticks
hyperlipids
old
8/13
compression
anginal
support
long
anxiety/depression
dm0
m/r/g
infected
fraction
ivdu
wheezing
adjusting
stressors
but
cabg
echocardiogram
considerable
low-dose
rejection
restarted
placed
ihss
demonstrate
150
anticoag
intermittent
life
deep
sxs
doe
oa7
compared
us
provastatin
gastroparesis
ulcerations
45
nd
etiologies
ep
osa/ohs
hpi
role
better
7/10
nt
opacity
picture
repeat
autonomic
aspirin
symvastatin
+head
allowing
eval
discharge
structure
clinically
described
casts
thrombosis
cellulitis
titration
2002
itself
2001
status
oa2
tube
once
